{
  "Faits": [
    "Monsieur Ibrahim est attaché à l’Etat en tant que professeur dans un Lycée public dans un village au Sud du Maroc.",
    "Ce village est quasiment isolé et ne dispose d’aucune librairie.",
    "Pour venir en aide aux élèves et à leurs parents, M. Ibrahim achète les ouvrages scolaires, les cahiers, les stylos qu'il revend avec beaucoup de réussite.",
    "L'exercice de cette activité a nécessité, en date du 30 novembre 1995, la location, pour une année renouvelable, d’un local où sont entreposés les ouvrages et autres fournitures et dont la devanture sert à les exposer à l’intention des éventuels acheteurs.",
    "Ce fonds est exploité sous l'enseigne «My librairie».",
    "Depuis 5 ans, Monsieur Ibrahim exerce cette activité qui lui rapporte beaucoup d'argent.",
    "Le directeur régional de l’enseignement ne voit pas d'un bon œil cette activité parallèle.",
    "Monsieur Ibrahim n'a accompli aucune formalité administrative ou judiciaire dans ce sens.",
    "Monsieur Ibrahim fait croire que c’est son épouse qui est l’initiatrice de l’activité.",
    "Depuis le 25 mars 1998, Monsieur Ibrahim risque quelques difficultés.",
    "Son fournisseur, la S.A.R.L Librairie Almaarifa lui demande, livres comptables à l’appui, le paiement d'une créance relative à une livraison que, lui conteste énergiquement.",
    "Il apprend que le local dans lequel il exploite son activité a été cédé depuis le 20 janvier 1998, à Monsieur Sidki.",
    "Monsieur Sidki l'informe, régulièrement, qu'il compte, à l'échéance du 30 novembre 1998, le reprendre pour en faire un lieu d’habitation comme il en a le droit.",
    "Le 20 novembre 1998, ayant déménagé de son ancien local, puis s'étant réinstallé sous l’enseigne « Ciel librairie », Monsieur Ibrahim souhaite mettre le fonds en gérance.",
    "Monsieur Kamal, propriétaire d'un immeuble, a loué un local commercial à Monsieur Salah qui exploite un magasin d'ameublement depuis 9 ans.",
    "Monsieur Kamal a déposé en Octobre 2017 devant le tribunal compétent une demande de démolition de l'immeuble et d’en reconstruire un nouveau.",
    "Monsieur Salah refuse de quitter le local, en déclarant que cette reconstruction n'est pas nécessaire car l'immeuble est solide.",
    "Monsieur Ghazali est installé au centre-ville de Casablanca.",
    "Il est inscrit au registre du commerce en tant que commerçant depuis longtemps.",
    "Il achète des appareils photos fabriqués en Chine et les revend dans sa boutique.",
    "Son activité est florissante : les prix très bas qu'il pratique grâce aux importations directes attirent une clientèle importante.",
    "Le contrat de location-gérance a été signé le 15 octobre 2017 et publié le 15 novembre 2017.",
    "Le 1er octobre, Madame Naciri a acheté une partie du stock d'un commerçant qui avait cessé son activité peu auparavant pour la somme de 15 000 DHS.",
    "Le 20 décembre, elle a emprunté la somme de 30 000 DHS remboursable le 30 mai 2018."
  ],
  "Problématique": "Comment Monsieur Ibrahim devra-t-il justifier sa prétention face à la demande de paiement du fournisseur qu'il conteste ? Est-ce que Monsieur Sidki peut récupérer le local à l’échéance ? Est-ce que Monsieur Kamal est tenu de verser une indemnité d’éviction à Monsieur Salah ? Quelles sont les formalités à suivre pour une vente régulière du fonds de commerce de M. Ghazali ? Monsieur Ghazali est-il responsable des dettes contractées par Madame Naciri dans le cadre de la location-gérance ?",
  "Règles": [
    "Ce cas pratique traite les actes de commerce, les activités commerciales, les qualités du commerçant, le bail commercial, le fonds de commerce.",
    "La location-gérance rend le propriétaire du fonds solidairement responsable des dettes contractées par le locataire-gérant.",
    "La reconstruction d’un immeuble peut justifier la fin d’un bail commercial sous certaines conditions légales."
  ],
  "Analyse": [
    "Monsieur Ibrahim a exercé une activité commerciale sans déclaration officielle, ce qui peut affecter sa capacité à contester des créances ou à faire valoir ses droits.",
    "Le fait que le local ait été vendu à Monsieur Sidki avec un préavis clair pourrait donner lieu à la fin légale du bail à échéance.",
    "Le refus de Monsieur Salah de quitter les lieux dépendra de l’évaluation de la nécessité de la démolition par le juge.",
    "Le propriétaire d’un fonds peut être tenu solidairement des dettes du locataire-gérant si certaines conditions sont réunies, notamment la date du contrat et sa publicité.",
    "L’achat de stock et l’emprunt de Madame Naciri sont des dettes postérieures à la location-gérance et pourraient engager la responsabilité de M. Ghazali selon la loi."
  ],
  "Solution": "Il conviendra d’examiner les preuves comptables apportées par le fournisseur pour apprécier la contestation de M. Ibrahim. Le notaire ou un juge pourra indiquer si le nouveau propriétaire peut récupérer le local à la date prévue. M. Kamal devra démontrer l’état de l’immeuble et l’utilité de la reconstruction pour éviter de verser une indemnité d’éviction. M. Ghazali devra respecter les formalités de vente d’un fonds (publicité, acte notarié, purge d’opposition, etc.). Enfin, il faudra vérifier si les dettes de Mme Naciri entrent dans le champ de la solidarité légale en location-gérance pour rassurer M. Ghazali."
}