{
  "Faits": [
    "Mme Sara travaille dans une société autant que vendeuse dans une enseigne de vêtement depuis 4 ans en CDI à Casablanca.",
    "Sa direction lui propose de remplacer son responsable qui a changé de magasin.",
    "Mme Sara s'exécute sans changement ni de son contrat de travail ni de son salaire.",
    "5 mois plus tard, sa direction exige de Mme Sara de se déplacer à son tour pour travailler dans un magasin se trouvant à Marrakech puisque les responsables ont signé une clause de mobilité dans leurs contrats de travail, et vu ses dernières responsabilités, la direction estime que Mme Sara va être efficace dans leur nouveau magasin fraîchement ouvert.",
    "Mme Sara refuse ce déplacement puisque cela portera atteinte à sa vie familiale.",
    "Une semaine plus tard, Mme Sara est surprise par une lettre de licenciement pour le non respect de la clause de mobilité exigée par son employeur pour toutes personne occupant le poste de responsable de magasin.",
    "Mme Sara vient vous voir parce qu'elle estime que son licenciement est abusif.",
    "M.X travaille pour la société Y depuis 3ans avec un CDI.",
    "L'employeur a accusé M.X de vol de matériels.",
    "L'employeur a licencié M.X sans préavis.",
    "Mme X travaille depuis 15 ans dans une entreprise pharmaceutique qui a réussi à avoir une formule exclusive contre la maladie du diabète.",
    "Mme X a réussie à se la procurer vue son poste et à la vendre au concurrent.",
    "Après une enquête interne, il s'est avéré qu’elle est responsable.",
    "Son employeur après convocation de Mme X et après un entretien en présence du délégué syndical a décidé de la licencier.",
    "Hors après sa notification dans les 48H, Mme X a plaidé devant l'inspection du travail un licenciement abusif puisqu'elle n’a jamais signé le procès verbal de l'entretien."
  ],
  "Problématique": "Mme Sara estime que son licenciement est abusif. Quelle serait votre réponse ? Est-ce que la procédure de licenciement de M.X a été respectée ? Quelles sont les voies de recours ouvertes à M.X ? Est-ce que Mme X aura gain de cause ? Quelles sont les possibilités de recours des deux parties ?",
  "Règles": [
    "La clause de mobilité doit être prévue au contrat de travail et acceptée expressément par le salarié.",
    "Le licenciement pour faute grave doit être précédé d'une procédure disciplinaire respectueuse des droits de la défense.",
    "Le non-respect des formalités de l'entretien préalable peut constituer une irrégularité de procédure susceptible d’ouvrir droit à réparation."
  ],
  "Analyse": [
    "Mme Sara n’a pas signé de nouvelle clause de mobilité, son refus de mutation peut être légitime s’il porte atteinte à sa vie personnelle.",
    "Le licenciement de M.X sans préavis nécessite une preuve formelle de la faute grave (vol), ainsi qu’un respect de la procédure disciplinaire.",
    "Mme X n’a pas signé le procès-verbal d’entretien, ce qui pourrait fragiliser la régularité du licenciement malgré la présence du délégué syndical."
  ],
  "Solution": "Une analyse juridique permettrait de contester les trois licenciements s’il s’avère que les procédures n’ont pas été strictement respectées. Mme Sara, M.X et Mme X pourraient saisir le conseil de prud’hommes ou l’inspection du travail pour faire valoir leurs droits."
}