{
  "Faits": [
    "Après une soirée passée avec ses amis, M. Ahmed conduisait son véhicule pour rentrer chez lui.",
    "Dans un carrefour dangereux, il heurte un autre véhicule conduit par Mme. Loubna, laquelle est enceinte.",
    "Suite à cet accident, la jeune dame a été blessée et elle a perdu le fœtus qu’elle portait à cause de la violence du choc.",
    "Mme. Loubna a déposé plainte pour blessures involontaires sur sa personne avec circonstance aggravante de conduite sous l’empire d’un état alcoolique et pour homicide involontaire sur son enfant à naître.",
    "Le tribunal lui donne gain de cause et prononce sa décision le 30 avril.",
    "Excédé par cette décision, M. Ahmed décide de faire appel.",
    "M. Ahmed prétend que le tribunal a violé le principe de légalité en le condamnant pour homicide involontaire sur le fœtus.",
    "M. Ahmed découvre qu’une loi nouvelle réduisant le délai pour faire appel a été publiée, réduisant ce délai de 10 jours à 5 jours.",
    "Ahmed fait appel le 7 avril."
  ],
  "Problématique": "Le principe de légalité et ses conséquences dans cette affaire ; la validité de la condamnation pour homicide involontaire sur le fœtus ; la question de savoir si l’appel de M. Ahmed est tardif, en tenant compte de la nouvelle loi sur le délai pour faire appel.",
  "Règles": [
    "Le principe de légalité : nul ne peut être puni qu’en vertu d’une loi qui prévoit expressément la sanction.",
    "La loi nouvelle réduisant le délai pour faire appel est entrée en vigueur et elle réduit ce délai de 10 jours à 5 jours."
  ],
  "Analyse": [
    "La condamnation pour homicide involontaire sur le fœtus est-elle fondée selon la législation actuelle sur la protection du fœtus et les circonstances de l’accident ?",
    "L’appel de M. Ahmed doit respecter le délai légal, et sa demande étant formulée après le délai de 5 jours, l’appel pourrait être tardif."
  ],
  "Solution": "Il convient de vérifier si la nouvelle loi s’applique rétroactivement et si M. Ahmed a respecté le délai de 5 jours pour faire appel. Si la loi ne s'applique pas rétroactivement, l'appel pourrait être tardif et son recours rejeté. La question de la légalité de la condamnation pour homicide involontaire sur le fœtus sera tranchée selon l'interprétation de la loi sur la protection des fœtus."
}