{
  "Faits": [
    "Bio-Experts inc. est une entreprise spécialisée dans la conception et la fabrication d'équipements médicaux (systèmes d'imagerie médicale, équipements de réadaptation, stimulateurs cardiaques, etc.).",
    "L'entreprise est constituée en vertu de la Loi canadienne sur les sociétés par actions.",
    "Bio-Experts inc. possède des établissements dans plusieurs provinces canadiennes (Ontario, Québec et Nouveau-Brunswick), mais son siège social est situé à Toronto.",
    "Bio-Experts inc. exploite un établissement au Québec dans la Ville de Bromont, où elle emploie environ 70 salariés."
  ],
  "Problématique": "Bio-Experts inc. relève-t-elle de la compétence juridictionnelle du fédéral ou du provincial ?",
  "Règles": [
    "La Loi canadienne sur les sociétés par actions régit les sociétés constituées sous le régime fédéral.",
    "Les entreprises opérant dans une province peuvent relever de la compétence provinciale si elles sont constituées sous le régime provincial ou si elles exercent des activités locales significatives.",
    "La compétence juridictionnelle du fédéral ou du provincial dépend de l'endroit où l'entreprise a son siège social et de l'étendue de ses activités dans chaque province."
  ],
  "Analyse": [
    "Bien que Bio-Experts inc. soit constituée sous le régime fédéral, son exploitation d'un établissement au Québec et la présence de salariés dans cette province pourraient entraîner des obligations ou une compétence juridictionnelle provinciale.",
    "Le siège social de Bio-Experts inc. étant à Toronto, la question de la compétence fédérale ou provinciale dépendra des critères relatifs à ses activités dans chaque province."
  ],
  "Solution": "Bio-Experts inc. pourrait relever à la fois de la compétence fédérale en raison de sa constitution sous la Loi canadienne sur les sociétés par actions, et de la compétence provinciale pour ses activités et établissements situés dans certaines provinces, telles que le Québec."
}