{
  "Faits": [
    "Marie-Rose Lespérance travaille comme commis aux comptes pour Jovial et fils Itée, une entreprise non syndiquée.",
    "Lors de son embauche il y a 6 mois, le directeur lui a dit qu'il s'agissait d’un poste permanent à temps plein et que son salaire serait ajusté après la fin de sa période de probation.",
    "Lors de la rencontre d’évaluation avec son patron, il lui a dit être très satisfait de son rendement quoiqu'il y ait quelques points à améliorer dont la ponctualité et la présence au travail.",
    "Marie-Rose est arrivée quelques fois en retard (2 retards de quelques minutes) et a dû s'absenter à quelques reprises (2 jours depuis son embauche pour divers motifs).",
    "Le mois passé, son médecin lui a confirmé qu'elle était de nouveau enceinte.",
    "Elle a annoncé sa grossesse à son patron, qui a réagi par un long silence et a exprimé que, selon lui, il était difficile de concilier la vie de famille et le travail.",
    "Hier, son patron lui a indiqué que l’entreprise devait mettre fin à son emploi en raison de son dossier d'absentéisme.",
    "Son patron lui a remis son relevé d’emploi ainsi que les sommes dues : son salaire, son indemnité de vacances et son indemnité compensatrice de 1 semaine pour fin d’emploi.",
    "Son patron a ajouté que les nécessités du service faisaient qu’il avait besoin de personnel disponible et disposé à travailler, et qu’il craignait qu’elle doive s'absenter régulièrement en raison de sa grossesse ou de ses obligations familiales."
  ],
  "Problématique": "Marie-Rose Lespérance a-t-elle un recours à faire valoir contre la fin de son emploi ? Quelles sont ses chances d’être réintégrée dans son emploi, et le tribunal pourrait-il remplacer le congédiement par une autre mesure disciplinaire ?",
  "Règles": [
    "La Charte des droits et libertés de la personne du Québec interdit la discrimination en raison de la grossesse et des obligations familiales.",
    "Les employés ont droit à une protection contre la discrimination liée à la grossesse ou aux responsabilités familiales, et les employeurs doivent justifier la cessation d'emploi par des motifs non discriminatoires.",
    "Le Code civil du Québec prévoit que les employés peuvent demander une réintégration en cas de congédiement abusif ou discriminatoire."
  ],
  "Analyse": [
    "Marie-Rose pourrait invoquer la discrimination en raison de sa grossesse, ce qui pourrait constituer un recours valable selon la Charte québécoise.",
    "La décision de son patron, fondée sur l'absentéisme supposé en raison de sa grossesse, pourrait être vue comme une discrimination illégale, ce qui renforcerait son recours."
  ],
  "Solution": "Marie-Rose pourrait effectivement avoir un recours à faire valoir en raison de la discrimination liée à sa grossesse. Elle pourrait demander sa réintégration dans son emploi, et le tribunal pourrait, selon les circonstances, remplacer le congédiement par une autre mesure disciplinaire si le congédiement est jugé abusif ou discriminatoire."
}