{
  "Faits": [
    "Université Jean Moulin — Lyon 3, faculté de Droit Licence de Droit Année universitaire 2023-2024 TD d'anglais juridique Licence 2, Semestre 4 Professeur responsable : Benoît CHAZE",
    "Le semestre comptera 10h30 de TD (7 séances d’1h30) durant lesquelles les étudiants débattront d’affaires et de questions qu’ils auront, en partie, préparées à l’avance.",
    "Différents documents, précédés et/ou suivis de questions, permettront aux étudiants d’enrichir les notions vues lors des cours magistraux et leur connaissance du droit civil de Common Law.",
    "Les étudiants sont tenus d’avoir le fascicule avec eux à chaque séance.",
    "Chaque semaine, les étudiants seront invités à lire les documents contenus dans le fascicule et à répondre aux questions avant de venir en cours, afin de pouvoir participer activement.",
    "Notation Dans le cadre de l’évaluation annualisée, les coefÏcients seront répartis de la façon suivante : semi-partiel semestre 3, coefÏcient 2 : participation semestre 3, coefÏcient 1 ; semi-partiel semestre 4, coeflcient 2 ; participation semestre 4, coeflcient 1 ; évaluation annualisée des Cours Magistraux, coefÏcient 3.",
    "La note de participation orale du semestre 4 sera remise lors de la dernière séance, tandis que la note du semi-partiel écrit sera communiquée aux étudiants lors d’une séance de consultation de copies.",
    "Le chargé de TD relèvera le nombre de fois qu’un étudiant intervient pendant les séances et convertira ce nombre en note sur 20.",
    "La fiche de participation peut être consultée à la fin de chaque séance.",
    "Il revient aux étudiants de la vérifier s’ils ne sont pas certains que leurs interventions ont été prises en compte par leur chargé de TD : il sera ensuite trop tard pour porter réclamation.",
    "Si un étudiant ne participe pas une seule fois dans le semestre, il va sans dire que sa note de participation sera de 0/20 ; à l'inverse, les chargés de TD n'hésiteront pas à donner la note de 20/20 aux étudiants qui participent régulièrement tout au long du semestre."
  ],
  "Problématique": "Comment est organisée et évaluée la participation des étudiants en TD d’anglais juridique au semestre 4 à l’Université Jean Moulin — Lyon 3 ?",
  "Règles": [
    "Il convient de garder à l'esprit que la note de participation orale n’est pas strictement quantitative : le chargé de TD évalue la pertinence de l'intervention et la qualité de l’anglais.",
    "Pour pouvoir participer activement en classe, il est évidemment indispensable d’avoir lu les documents au préalable et d’avoir réfléchi aux questions posées.",
    "L'objectif principal du chargé de TD est d’amener ses étudiants à une prise de parole spontanée."
  ],
  "Analyse": [],
  "Solution": ""
}