{
  "Faits": [
    "Un couple, mariés depuis 15 ans, est en crise conjugale.",
    "La femme s'inscrit sur une application de rencontres adultères et entame une relation extraconjugale.",
    "Le mari découvre la liaison en consultant les messages de sa femme sans son consentement, ce qui entraîne leur rupture.",
    "La femme se confie à un ami, qui publie un article révélant sa liaison, accompagné de photos issues de son compte Instagram.",
    "L’article compromet également la situation maritale de l’homme en question."
  ],
  "Problématique": "Le mari peut-il utiliser les messages trouvés dans le portable de sa femme pour obtenir le divorce pour faute ? La femme peut-elle poursuivre son ami et son journal pour atteinte à son droit à l’image ? La femme et son nouveau compagnon peuvent-ils poursuivre l’ami et son journal pour atteinte à leur droit à la vie privée ? La réponse serait-elle différente si la femme était en pleine campagne électorale ?",
  "Règles": [
    "L'article 242 du Code civil permet le divorce pour faute si les faits constituent une violation grave ou renouvelée des devoirs du mariage.",
    "Les preuves obtenues par des moyens déloyaux ou illicites sont irrecevables.",
    "L’article 9 du Code civil protège le droit à l’image et interdit l’utilisation de l’image d’une personne sans son consentement.",
    "L’article 16 du Code civil assure la primauté de la personne et protège sa dignité.",
    "L’article 226-22 du Code pénal punit la divulgation d'informations confidentielles obtenues dans le cadre de l'activité professionnelle ou d'une fonction.",
    "L'article 8 de la Cour européenne des droits de l’homme protège contre les immixtions illégales dans la vie privée des personnes.",
    "Les personnalités publiques peuvent être exposées à des révélations concernant leur vie privée si cela contribue à un débat d’intérêt général, mais la divulgation doit être proportionnée."
  ],
  "Analyse": [
    "Les messages incriminants ont été obtenus sans le consentement de la femme, ce qui pourrait les rendre irrecevables en tant que preuve pour obtenir un divorce pour faute.",
    "La femme peut effectivement poursuivre son ami et le journal pour atteinte à son droit à l’image, puisque les photos publiées proviennent de son compte Instagram sans consentement.",
    "La divulgation de la liaison constitue une atteinte manifeste à la vie privée de la femme et de son nouveau compagnon, justifiant une possible action en justice pour réparation.",
    "Si la femme est une personnalité publique, la situation pourrait être différente, surtout si la divulgation contribue à un débat d’intérêt général, mais les détails intimes non pertinents seraient toujours répréhensibles."
  ],
  "Solution": "Le mari pourrait demander le divorce pour faute, mais la recevabilité des messages comme preuve dépendra des circonstances exactes de leur obtention. La femme peut poursuivre son ami et son journal pour atteinte à son droit à l’image. Elle et son nouveau compagnon peuvent également poursuivre pour atteinte à leur vie privée. Si la femme est une personnalité publique, l’étendue de sa protection de la vie privée pourrait être réduite, mais les détails intimes non pertinents resteraient répréhensibles."
}