{
  "Faits": [
    "Alix et Benjamin se sont rencontrés en juillet 2018 pendant des vacances à Marbella.",
    "Alix a quitté Paris pour rejoindre Benjamin à Marseille.",
    "Le 1er avril 2020, Benjamin a demandé Alix en fiançailles, et elle a accepté.",
    "La mère de Benjamin a insisté pour que la bague de fiançailles soit celle de sa grand-mère, un diamant de dix-huit carats.",
    "En été 2021, Alix est tombée enceinte et a annoncé la nouvelle à Benjamin.",
    "Benjamin lui a dit qu'il devait réfléchir et est parti à Tulum avec des amis.",
    "Benjamin a rencontré Océane à Tulum et a été infidèle.",
    "Alix a surpris Benjamin avec Océane et il a décidé de la quitter en lui demandant de rendre la bague de fiançailles.",
    "Maeva et Greg se sont mariés, mais Maeva refuse de porter le nom de famille de son époux.",
    "Greg insiste pour que Maeva prenne son nom de famille.",
    "Greg impose à Maeva de vivre à Marseille, alors qu'elle préfère déménager à Dubaï."
  ],
  "Problématique": "Alix a-t-elle un recours juridique concernant la demande de Benjamin de rendre la bague de fiançailles après leur rupture ? Maeva peut-elle légalement refuser de porter le nom de famille de son mari ? Peut-elle résister à l’imposition de Greg de vivre à Marseille contre son souhait de déménager à Dubaï ?",
  "Règles": [
    "Les fiançailles constituent un engagement formel entre deux parties, mais en cas de rupture, les conditions liées à la bague de fiançailles doivent être étudiées sous l’angle de la restitution des biens.",
    "Le nom de famille d'une femme après le mariage est une question de droit civil, et bien qu'il existe une tradition, le droit français permet à une femme de conserver son nom de famille après le mariage.",
    "Le droit de résider et de choisir son lieu de vie est un droit fondamental, bien que des accords matrimoniaux ou des obligations familiales puissent influencer ce choix."
  ],
  "Analyse": [
    "Alix pourrait avoir des arguments pour conserver la bague de fiançailles si celle-ci est considérée comme un cadeau personnel, non conditionné à la réussite du mariage.",
    "Maeva a le droit de refuser de porter le nom de famille de son époux, puisque la loi ne l’oblige pas à adopter ce nom après le mariage, malgré la pression sociale ou familiale.",
    "Maeva peut avoir des recours légaux pour contester l’imposition de rester à Marseille, en fonction des accords de mariage ou des règles sur la liberté de résidence."
  ],
  "Solution": "Alix pourrait réclamer la restitution de la bague de fiançailles, en fonction des conditions prévues dans leur accord de fiançailles. Maeva a le droit de refuser de porter le nom de famille de Greg et pourrait aussi discuter de la question de la résidence avec lui ou obtenir un conseil sur ses droits de manière formelle. Si aucun accord préalable n'a été fait, Maeva pourrait avoir des options légales pour contester la pression imposée par Greg."
}