{
  "Faits": [
    "La résolution d’un cas pratique suppose de respecter des conditions de forme et de fond.",
    "La résolution d’un cas pratique n’exige pas de faire un plan.",
    "Il faut en revanche bien indiquer le numéro de la question à laquelle vous répondez.",
    "En aucun cas vous ne devez recopier l’énoncé du cas dans votre copie.",
    "La résolution d’un cas pratique suppose de suivre un raisonnement syllogistique.",
    "Certaines questions n'appellent pas de raisonnement syllogistique.",
    "Par exemple, à la question de savoir quelle est la prescription applicable pour un litige entre deux commerçants, il suffit de répondre qu’on applique la prescription de 5 ans.",
    "Une question simple implique parfois de distinguer plusieurs problèmes de droit pour arriver à la ou les solution(s).",
    "Pour savoir quel est le tribunal compétent, il faut d'abord s'interroger sur la nature des actes qu’elles accomplissent.",
    "En fonction de la réponse donnée à ces deux questions, vous allez pouvoir déterminer le tribunal compétent.",
    "Chaque étape du raisonnement suppose de rappeler la ou les règles applicable ET de définir les notions juridiques rencontrées."
  ],
  "Problématique": "Comment doit-on structurer et raisonner pour résoudre un cas pratique juridique de manière correcte ?",
  "Règles": [
    "Il faut identifier le ou les problèmes de droit.",
    "Il faut indiquer la ou les règles juridiques applicables en prenant soin de définir les notions juridiques rencontrées.",
    "Il faut préciser la ou les solutions applicables en l’espèce."
  ],
  "Analyse": [
    "Une question simple peut nécessiter une distinction entre plusieurs problèmes de droit pour parvenir à une solution.",
    "Pour déterminer le tribunal compétent, il faut analyser la nature des actes accomplis."
  ],
  "Solution": "Respecter un raisonnement en trois étapes : identifier les problèmes de droit, rappeler les règles applicables en les définissant, et proposer une solution adaptée à la situation posée."
}