{
  "Faits": [
    "L’objectif d’un cas pratique est d’apprécier l’aptitude au raisonnement juridique et à la mobilisation des connaissances.",
    "Il s’agit de proposer une solution juridique à un problème concret.",
    "La méthode du cas pratique repose essentiellement sur les capacités de déduction.",
    "Syllogisme de Platon : » Majeur : Tous les hommes sont mortels. » Mineur : Socrate est un homme. » Conclusion : Socrate est mortel.",
    "Syllogisme juridique : » Majeure : Article 212 du Code civil : Les époux se doivent mutuellement respect, fidélité, secours, assistance. » Mineure : Catherine et Pascal sont mariés. » Solution : Catherine et Pascal sont donc débiteurs l’un envers l’autre des devoirs de fidélité, respect, secours et assistance.",
    "Lecture du sujet : Première lecture afin d’avoir une vue d’ensemble",
    "Éliminer les éléments inutiles et superflus",
    "Repérer les éléments essentiels",
    "Classer les faits par ordre chronologique au brouillon (faire éventuellement un schéma).",
    "Qualification et résumé des faits (mineure du syllogisme)",
    "Qualification des faits + des parties au brouillon",
    "Résumé chronologique des faits au propre",
    "Détermination du ou des problèmes de droit",
    "Celui-ci peut déjà figurer explicitement dans le cas pratique (exemple : comment protéger Jeanne ? ; Arthur peut-il revenir sur l’achat de sa voiture ?.….).",
    "À défaut de problème posé (exemple : quid juris? ou conseillez Arthur…), il faut problématiser les faits, c’est-à-dire rechercher ce qui pose juridiquement problème dans le cas exposé et le transcrire en une formule interrogative.",
    "Identification des règles de droit applicable (majeure du syllogisme) : Définition succincte des termes Règles générales de principe (légales ou jurisprudentielles) Exceptions spéciales (légales ou jurisprudentielles)",
    "Application des règles au cas = Solution + Effets juridiques de ces règles",
    "Envisager l’ensemble des réponses possibles afin de ne pas être pénalisé ; la solution n’est pas forcément positive.",
    "Si le point pose problème en droit = Analyse doctrinale",
    "Conseils de présentation du devoir : » Si le cas pratique soulève plusieurs questions : Il est possible de s’en servir comme d’un plan. Ainsi, une introduction avec le domaine général du cas et les faits juridiquement qualifiés, puis I. Première question, II. Seconde question… etc.",
    "Si le cas n’est composé que d’une question générale : Introduction, puis I. Règles applicables, II. Solutions.",
    "Il appartient à chacun d’habiller les titres en fonction de l’énoncé du cas pratique."
  ],
  "Problématique": "Il faut problématiser les faits, c’est-à-dire rechercher ce qui pose juridiquement problème dans le cas exposé et le transcrire en une formule interrogative.",
  "Règles": [
    "Article 212 du Code civil : Les époux se doivent mutuellement respect, fidélité, secours, assistance.",
    "Règles générales de principe (légales ou jurisprudentielles)",
    "Exceptions spéciales (légales ou jurisprudentielles)"
  ],
  "Analyse": [
    "Si le point pose problème en droit = Analyse doctrinale"
  ],
  "Solution": "Application des règles au cas = Solution + Effets juridiques de ces règles"
}