{
  "Faits": [
    "Gabrielle et Arthur étaient fiancés pendant un certain temps avant qu'Arthur parte en Guadeloupe avec l'adjointe au maire.",
    "Arthur a offert à Gabrielle une bague de famille, son amie Maureen lui a offert sa robe de mariée, et les parents d'Arthur ont offert un appartement aux fiancés.",
    "Arthur quitte Gabrielle trois jours avant la cérémonie de mariage, ce qui met fin à leurs fiançailles."
  ],
  "Problématique": [
    "Peut-on donner le prénom de son choix à un enfant, et quelles sont les conséquences légales en cas de rupture des fiançailles avec des cadeaux échangés ?",
    "Les fiancés peuvent-ils annuler leur mariage et récupérer les biens échangés après la rupture ?",
    "La rupture des fiançailles par Arthur, considérée comme fautive, peut-elle entraîner une demande de dommages et intérêts ?"
  ],
  "Règles": [
    "Article 1358 du Code civil : la preuve des fiançailles est libre.",
    "Article 12 de la CESDH : la liberté est un principe fondamental permettant la rupture unilatérale des fiançailles.",
    "Article 1088 du Code civil : les cadeaux de fiançailles doivent être restitués en cas de rupture, sauf si la faute d'un des fiancés permet à l'autre de conserver le cadeau."
  ],
  "Analyse": [
    "La preuve des fiançailles est établie par les cadeaux et le comportement des fiancés, ce qui constitue un fait juridique.",
    "La rupture unilatérale des fiançailles par Arthur est possible, mais elle peut être considérée comme fautive en raison du moment choisi, à trois jours de la cérémonie, ce qui cause un préjudice moral à Gabrielle.",
    "En cas de faute, la victime peut demander des dommages et intérêts, et les cadeaux échangés peuvent être récupérés par le fiancé qui a été injustement quitté."
  ],
  "Solution": [
    "Le fiancé qui a été quitté injustement pourra demander une réparation pour le dommage moral causé par la rupture des fiançailles.",
    "Les cadeaux échangés, comme la bague et l'appartement, devront être restitués, mais la bague restera dans la famille du fiancé, car elle appartient à sa famille.",
    "La robe de mariée et l'appartement pourront être considérés comme des biens à restituer à la fiancée, en réparation du dommage causé par la rupture."
  ]
}