{
  "Faits": [
    "Souhaitant couper tout lien avec la tribu des Dothraki après le décès de son mari, Daenerys Targaryen décide de vendre les têtes momifiées dont elle avait hérité de la tribu.",
    "Elle propose donc à Jaime Lannister, collectionneur d’œuvres rares et de trophées de guerre, un prix de 300 000 €.",
    "Hésitant à dépenser autant d’argent pour des « bouts de cadavre », Jamie s’entretient avec Petyr Baelish, ami de sa famille, qui le convainc de conclure le contrat compte tenu de la rareté des têtes et de leur valeur exceptionnelle.",
    "Monsieur Lannister accepte l’offre par courrier du 8 déc. 2016.",
    "Les têtes sont livrées et le prix est payé.",
    "En décembre 2022, Jamie se rend compte grâce à l’expertise de son frère Tyrion que les têtes ne sont pas du tout Dothrakiennes et n’ont d’ailleurs aucune valeur.",
    "Il se trouve que les têtes dont Daenerys avait héritées n’étaient que les propres trophées de son défunt époux.",
    "Jaime Lannister se demande ainsi s’il peut trouver un moyen d’obtenir remboursement.",
    "Jaime Lannister contacte une entreprise de construction et design dirigée par Robb Stark.",
    "Robb lui propose la conception, la construction et l’aménagement d’un espace d’exposition ouvert au public pour 980.000€.",
    "Robb Stark n’est compétent que pour la construction mais considère n’avoir aucun goût en termes de design.",
    "Il prévoit de faire contribuer ses frères et sœurs, chacun étant spécialisé dans un corps de métier différent.",
    "Il décide d’insérer une clause dans le contrat conclu avec Jaime : Arya Stark s’occupera des vitrines pour 145.000€, Jon Snow de la structure et des finitions pour 250.000€, Theon Greyjoy de l’aménagement et des éclairages pour 200.000€, tous inclus dans le prix global de 980.000€.",
    "Le contrat est signé le 12 février 2019 avec versement d’un acompte de 350.000€, le reste des fonds devant être versés à chaque étape de la construction.",
    "Après quelques mois, le chantier est bien avancé et Jaime s’estime heureux de pouvoir faire affaire avec la famille de Robb Stark.",
    "Arya refuse de terminer les vitrines.",
    "Elle considère n’avoir rien signé et estime ne rien devoir à quiconque.",
    "Robb s’inquiète car il vient de s’apercevoir que le bois que Jon Snow avait commandé auprès de la société Tyrell pour les fondations a été mal traité et est donc exposé aux termites.",
    "La construction menace donc de s’effondrer.",
    "Jon Snow le rassure : ce n’est pas son problème mais celui de Jaime Lannister."
  ],
  "Problématique": "Robb est-il vraiment à l’abri ? Que peut faire Jaime Lannister face au refus d’Arya ? face à la négligence de Jon Snow ?",
  "Règles": [
    "La vente d’une chose doit porter sur un objet conforme à ce qui a été convenu entre les parties.",
    "L'erreur sur les qualités substantielles de la chose vendue peut entraîner la nullité du contrat.",
    "La responsabilité contractuelle engage le débiteur en cas d’inexécution ou de mauvaise exécution de ses obligations.",
    "Un tiers non signataire d’un contrat ne peut être tenu à exécution sauf stipulation expresse ou engagement personnel.",
    "L’entrepreneur principal est responsable des sous-traitants qu’il engage vis-à-vis du maître d’ouvrage.",
    "Le vendeur d’un bien affecté d’un vice caché engage sa responsabilité si le vice rend le bien impropre à sa destination."
  ],
  "Analyse": [
    "Le contrat de vente des têtes peut être remis en cause sur le fondement de l’erreur sur la substance ou du dol si Daenerys connaissait leur véritable origine.",
    "Arya n’ayant pas signé le contrat, elle pourrait ne pas être tenue d’exécuter la prestation, sauf si elle s’est engagée par ailleurs ou si Robb l’a valablement représentée.",
    "Robb pourrait être responsable contractuellement envers Jaime en tant qu’entrepreneur principal pour l’inexécution d’Arya.",
    "Le bois mal traité relève d’un défaut du fournisseur choisi par Jon Snow, mais Robb reste responsable vis-à-vis de Jaime sauf à prouver une cause étrangère exonératoire.",
    "Jon Snow étant intervenu comme sous-traitant, sa responsabilité directe à l’égard de Jaime est limitée mais peut être engagée s’il y a faute personnelle."
  ],
  "Solution": "Jaime Lannister peut demander l’annulation du contrat de vente des têtes pour erreur ou dol et solliciter le remboursement du prix. Il peut également engager la responsabilité contractuelle de Robb Stark pour l’inexécution par Arya et pour les désordres résultant du bois défectueux. Robb pourra éventuellement se retourner contre ses propres prestataires. Arya ne peut être contrainte qu’en cas d’engagement personnel ou de représentation avérée. Jon Snow pourrait voir sa responsabilité engagée en cas de faute professionnelle ayant causé un préjudice."
}