{
  "Faits": [
    "Des époux, après plusieurs années de vie séparée, prennent la décision de divorcer.",
    "Le Tribunal cantonal attribue la garde des trois enfants à leur mère et le père doit verser des contributions d'entretien pour les enfants et pour son ex-épouse jusqu'à sa retraite.",
    "L'ex-épouse fait appel au Tribunal fédéral pour demander des contributions d'entretien plus élevées, en invoquant l'art. 125 al. 1 CC et une jurisprudence étendue."
  ],
  "Problématique": "L'ex-épouse demande des contributions d'entretien plus élevées, en se basant sur l'art. 125 al. 1 CC et sur la jurisprudence, notamment concernant l'âge limite de 45 ans pour l'obligation de reprendre une activité lucrative. Le Tribunal fédéral doit-il considérer l'âge de 45 ans comme une limite ou peut-il l'adapter selon des critères plus souples ?",
  "Règles": [
    "L'article 125 alinéa 1 du Code civil suisse (CC) stipule que si un époux ne peut raisonnablement pourvoir à son entretien, l'autre époux doit lui verser une contribution équitable.",
    "La jurisprudence et la doctrine avaient fixé une présomption d'âge de 45 ans au-delà de laquelle une femme au foyer ne pouvait être tenue de reprendre une activité lucrative.",
    "Le Tribunal fédéral abandonne cette présomption de l'âge limite de 45 ans et juge désormais de la reprise d'une activité lucrative en fonction de critères individuels (âge, santé, etc.)."
  ],
  "Analyse": [
    "Le Tribunal fédéral a décidé d'abandonner la présomption de l'âge de 45 ans, considérée obsolète, et adopte une approche plus flexible, analysant chaque situation de manière individuelle.",
    "Le Tribunal fédéral applique désormais des critères plus détaillés pour déterminer si un époux ou une épouse doit reprendre une activité lucrative, rendant les décisions plus contextuelles et moins rigides."
  ],
  "Solution": "Le Tribunal fédéral conclut que la limite d'âge de 45 ans est obsolète et décide de juger chaque cas en fonction des circonstances spécifiques de la personne concernée, tels que l'âge, la santé, les connaissances linguistiques, et d'autres facteurs personnels et sociaux."
}