{
  "Faits": [
    "M. Q a décidé de changer de sexe pour devenir Mme Q.",
    "Mme Q et Mme J ont eu un troisième enfant, mais l'état civil n'a reconnu que Mme J comme mère.",
    "Mme Q demande la reconnaissance de sa maternité sur l'acte de naissance de l'enfant.",
    "Le conseil d'état a refusé la demande de Mme Q concernant la maternité de l'enfant.",
    "Mme Q a saisi la cour d'appel de Montpellier, mais cette dernière a violé l'article 51 du code civil en refusant sa demande.",
    "Mme Q a fait appel à la cour de cassation pour faire annuler la décision de la cour d'appel."
  ],
  "Problématique": "Le problème de droit est de savoir si Mme Q peut être reconnue comme parent biologique dans l'acte de naissance de son enfant, en tant que deuxième mère.",
  "Règles": [
    "Article 51 du code civil : Il n’est possible de faire apparaître que les parents légaux dans l’acte de naissance.",
    "Article 57 du code civil : L'acte de naissance ne peut comporter que les noms de père et mère.",
    "La cour de cassation a le pouvoir de casser les décisions des juridictions inférieures si elles violent des principes juridiques.",
    "La CEDH et la loi du 11 Germinal an XI interdisent l'utilisation de certains prénoms."
  ],
  "Analyse": [
    "Le droit à la vie privée et familiale est un principe qui empêche la création de nouvelles catégories à l'état civil.",
    "La cour d'appel a violé l'article 51 du code civil en refusant la mention de la deuxième mère dans l'acte de naissance.",
    "La cour de cassation a confirmé la décision de la cour d'appel en se fondant sur les principes généraux relatifs à la liberté de conscience et l'interdiction des discriminations."
  ],
  "Solution": "La cour de cassation a annulé la décision de la cour d'appel en se basant sur la violation de l'article 51 du code civil et a statué que le droit au respect de la vie privée et familiale des intéressés fait obstacle à la création de nouvelles catégories à l'état civil.",
  "Faits supplémentaires": [
    "Mme Marie-Patrice Y., épouse de M. Gérard X., a mis au monde un enfant de sexe féminin le 7 avril 1983.",
    "Le prénom 'Fleur de Marie' a été refusé par l’officier de l'état civil à cause d’un premier prénom.",
    "Les époux X ont présenté une requête au tribunal de grande instance pour faire admettre le prénom, mais elle a été rejetée.",
    "Ils ont fait une nouvelle requête à la cour d'appel qui a également rejeté leur demande.",
    "Ils ont ensuite déposé un pourvoi en cassation, accusant la cour d'appel d'avoir violé certains articles de la DDHC."
  ],
  "Problématique supplémentaire": "Le problème de droit ici est de savoir si les parents ont le droit d'appeler leur fille 'Fleur de Marie Armine Angèle'.",
  "Règles supplémentaires": [
    "La loi du 11 Germinal an XI interdit l’utilisation de certains prénoms.",
    "La Cour de cassation ne peut pas effectuer un contrôle de constitutionnalité sur une loi déjà promulguée.",
    "La CEDH impose des principes relatifs à la vie privée, la liberté de conscience et l’interdiction des discriminations."
  ],
  "Analyse supplémentaire": [
    "La loi du 11 Germinal an XI sur les prénoms a été appliquée pour protéger l'enfant contre une discrimination possible.",
    "Le contrôle de constitutionnalité n'était pas possible en 1986, mais la réforme constitutionnelle pourrait changer cette situation aujourd'hui."
  ],
  "Solution supplémentaire": "La Cour de cassation a rejeté le pourvoi en confirmant que la loi du 11 Germinal an XI protège l'enfant de toute discrimination potentielle, en refusant le prénom 'Fleur de Marie'."
}