{
  "Faits": [
    "Albert souffre de schizophrénie et d'une grave dépression, soit de troubles psychiques et d’une déficience mentale.",
    "Une mesure de curatelle a été mise en place sans succès, et ses proches sont dépassés par la situation.",
    "Son voisin Michel ne constitue pas un accompagnement suffisant et une aide à domicile ne serait pas suffisante non plus, du fait que même le médecin ne peut pas maîtriser ses états de crise.",
    "Albert pourrait donc être placé dans une institution appropriée, comme la clinique Marguerite."
  ],
  "Problématique": [
    "Albert peut-il être placé dans une institution appropriée pour traiter ses troubles psychiques et sa déficience mentale ?",
    "Quel est le rôle de l'autorité compétente dans la mise en place et le maintien de la mesure de protection de l’adulte ?",
    "Dans quelles situations l'institution peut-elle restreindre la liberté de mouvement d'Albert ?",
    "La mesure de placement dans une institution est-elle justifiée dans ce cas en raison des risques pour la vie d'Albert et des tiers ?"
  ],
  "Règles": [
    "Article 426 alinéa 1 du Code civil : une personne peut être placée dans une institution appropriée lorsque, en raison de troubles psychiques, d’une déficience mentale ou d’un grave état d'abandon, l'assistance ou le traitement nécessaire ne peuvent lui être fournis autrement.",
    "Article 442 alinéa 2 du Code civil : l'autorité compétente pour les mesures de protection de l'adulte est celle du domicile concerné, mais en cas de péril en la demeure, l’autorité du lieu de résidence s'applique.",
    "Article 431 du Code civil : l’autorité de protection de l’adulte examine régulièrement si les conditions du maintien de la mesure sont encore remplies et si l’institution est toujours appropriée.",
    "Article 383 du Code civil : l'institution ne peut restreindre la liberté de mouvement d'une personne incapable de discernement que si des mesures moins rigoureuses ont échoué et que cette restriction vise à prévenir un danger ou à faire cesser une grave perturbation de la vie communautaire."
  ],
  "Analyse": [
    "La mesure de placement dans une institution semble justifiée en raison des troubles graves d'Albert et de l'incapacité de ses proches et du médecin à le gérer à domicile.",
    "L'autorité compétente pour prendre les décisions relatives à la protection de l’adulte est clairement définie par le Code civil, mais il peut y avoir une réévaluation de la mesure en fonction des évolutions de la situation.",
    "La restriction de la liberté de mouvement d'Albert, dans le cadre de la mesure de protection, ne semble pas répondre à la première condition de sécurité en l’absence de danger direct pour la vie ou l’intégrité corporelle d'Albert ou d’un tiers.",
    "La décision de la mesure de placement dans une institution semble justifiée par la situation d'Albert, mais elle pourrait être contestée sur la base de la condition de la restriction de la liberté de mouvement."
  ],
  "Solution": [
    "Albert peut être placé dans une institution appropriée conformément à l’article 426 du Code civil, mais la mesure devra être régulièrement réévaluée par l’autorité compétente.",
    "Le rôle de l'autorité de protection de l’adulte est de veiller à ce que la mesure soit toujours appropriée et conforme aux besoins d'Albert.",
    "La restriction de la liberté de mouvement n'est pas justifiée en raison des conditions de l'article 383 du Code civil, car elle ne remplit pas les critères requis de danger immédiat ou perturbation grave.",
    "Le placement en institution et la restriction de la liberté de mouvement doivent respecter strictement les conditions définies par le Code civil, et toute décision d’enfermement doit être en conformité avec ces principes."
  ]
}