{
  "Faits": [
    "L'article 515-8 du Code civil définit le concubinage comme une union de fait, marquée par une vie commune et une stabilité entre deux personnes.",
    "Le concubinage engendre des effets juridiques, bien qu'il soit informel et varie selon les cas.",
    "Le concubinage ne crée pas d'obligations comme la fidélité ou l’assistance mutuelle, contrairement au mariage."
  ],
  "Problématique": "Comment les effets juridiques du concubinage s’appliquent-ils à la dissolution de cette union et quels sont les effets des libéralités entre concubins ?",
  "Règles": [
    "L’article 1240 du Code civil peut être invoqué dans le cadre des obligations entre concubins.",
    "En cas de décès de l’un des concubins, le concubin survivant a droit à un maintien dans le logement du couple pendant un certain temps.",
    "Il n’existe pas d'équivalent aux articles 214 et 220 du Code civil dans le cadre du concubinage.",
    "Les concubins peuvent faire un contrat entre eux pour organiser la répartition des contributions et des biens.",
    "Les libéralités entre concubins, même en cas de relation adultérine, ne sont pas invalidées par la nature de la relation.",
    "Les concubins sont responsables des dettes qu'ils ont contractées individuellement.",
    "En l'absence de preuve de propriété d'un bien, ce bien est présumé appartenir aux deux concubins."
  ],
  "Analyse": [
    "Les concubins ne sont pas soumis aux mêmes règles que les couples mariés en matière de contributions et de partage des biens.",
    "Les biens immobiliers acquis ensemble entre concubins sont partagés en général par moitié, sauf preuve du contraire.",
    "Les concubins peuvent se mettre d'accord sur une convention d'indivision pour organiser la répartition des biens."
  ],
  "Solution": "En cas de dissolution du concubinage, le partage des biens se fait selon les principes du Code civil, et les libéralités entre concubins peuvent être valides. En cas d'enrichissement injustifié, une action peut être engagée pour récupérer l’enrichissement sans cause, conformément à l'article 1303 du Code civil."
}