{
  "Faits": [
    "Sophie Lelajerb, responsable des ressources humaines de Saint-Martin-Sur-Aube, souhaite licencier une employée enceinte, Esther Anjustisse, sans autre forme de procès.",
    "Fédérica Raimant-Kolaire, infirmière à l’Institut Médico-Psychologique de Bures-sous-Andelle, a été sanctionnée pour avoir hurlé sur un patient. Elle craint une exclusion temporaire de trois mois.",
    "Armand Joué, parrain de la personne en question, a fait l’école à la maison à sa fille après un harcèlement scolaire, mais le rectorat lui a refusé l'autorisation d'instruction en famille pour l'année scolaire 2024-2025.",
    "José Coco, candidat au concours de bibliothécaire dans la fonction publique territoriale, a été recalé après qu'il a été reproché son appartenance à un parti politique en raison de sa présence à un meeting."
  ],
  "Problématique": [
    "Sophie Lelajerb souhaite savoir si le licenciement d’une employée enceinte sans autre forme de procès est légal, sachant que le code du travail ne s’applique pas à la commune.",
    "Fédérica Raimant-Kolaire se demande si elle peut annuler la sanction disciplinaire à son encontre, au motif que la procédure a été irrégulière et qu’elle n’a pas pu se défendre correctement.",
    "Armand Joué veut savoir si le refus du rectorat d’autoriser l’instruction en famille de sa fille peut être annulé, en raison du fait que deux années scolaires sont insuffisantes pour s’adapter à la nouvelle situation.",
    "José Coco souhaite savoir si la décision de l'examinateur de le recalé au concours de bibliothécaire en raison de son appartenance politique est légale."
  ],
  "Règles": [
    "L'article 49 de la loi n°2021-1109 du 24 août 2021 sur l'instruction en famille stipule qu'elle est subordonnée à une autorisation du rectorat.",
    "Le Code du travail encadre la procédure de licenciement, et l’absence de conformité avec les règles applicables peut entraîner la nullité du licenciement.",
    "L’article 1353 du Code civil dispose que celui qui réclame l'exécution d'une obligation doit en prouver l’existence.",
    "La loi interdit les discriminations politiques dans les procédures de recrutement, y compris dans la fonction publique territoriale."
  ],
  "Analyse": [
    "Dans le cas de Sophie Lelajerb, la question principale est de savoir si l’employée enceinte bénéficie des protections légales prévues par le code du travail, en l'absence d’application du droit du travail dans la commune.",
    "Concernant Fédérica Raimant-Kolaire, la question est de savoir si la procédure disciplinaire est valable en l'absence de préparation adéquate de sa défense et de la convocation à une instance disciplinaire sans délai suffisant.",
    "Dans le cas d’Armand Joué, l’analyse se porte sur l’effet de la loi sur l’instruction en famille, et s’il existe un moyen juridique de contester le refus du rectorat malgré la durée de l’adaptation prévue.",
    "Dans le cas de José Coco, l’analyse juridique concerne la légalité de la décision d’exclusion fondée sur son appartenance politique, en lien avec le principe de neutralité dans la fonction publique."
  ],
  "Solution": [
    "Sophie Lelajerb ne peut pas licencier son employée enceinte sans respecter les principes du code du travail qui s'appliquent même dans les collectivités locales, bien que des règles spécifiques s'appliquent aux fonctionnaires.",
    "Fédérica Raimant-Kolaire peut potentiellement contester la sanction en prouvant que la procédure était irrégulière et qu’elle n’a pas eu la possibilité de se défendre dans de bonnes conditions.",
    "Armand Joué pourrait avoir une chance d’obtenir l’annulation du refus du rectorat, en prouvant que la durée de l’adaptation est insuffisante selon la loi, et qu’il y a un fondement juridique pour ce recours.",
    "José Coco pourrait saisir la juridiction compétente pour contester la décision d’exclusion, en raison de la violation du principe de non-discrimination politique dans les concours de la fonction publique."
  ]
}