{
  "Faits": [
    "Mme DUPONT a été engagée par la société MULTICUIVREFER SA en qualité d'assistante du directeur général, M. Peter PATERNAS.",
    "Mme DUPONT a annoncé sa grossesse à son chef, ce qui a mené à des commentaires négatifs concernant ses perspectives de carrière au sein de la société.",
    "Mme DUPONT a été mise à l'arrêt de travail pour cause de grossesse difficile et a été remplacée par un employé espagnol.",
    "À son retour de congé maternité, Mme DUPONT a demandé à reprendre son poste et à être associée à des projets importants, tout en demandant une augmentation salariale.",
    "Mme DUPONT a été licenciée le 24 mars 2025, avec effet au 30 juin 2025.",
    "Mme DUPONT a déposé une requête en conciliation contre son ex-employeur le 2 avril 2025.",
    "La conciliation a échoué, et Mme DUPONT a obtenu l'autorisation de procéder avec sa demande en paiement."
  ],
  "Problématique": [
    "Le licenciement de Mme DUPONT était-il abusif et discriminatoire ?",
    "Mme DUPONT peut-elle demander des indemnités pour une résiliation abusive et discriminatoire du contrat de travail ?",
    "Quelles actions doivent être entreprises après l’échec de la conciliation et la décision du tribunal des prud’hommes ?",
    "Pourquoi le délai de recours indiqué par le Tribunal est-il de dix jours ?"
  ],
  "Règles": [
    "Article 4 du Code civil suisse : La loi n’a effet que pour l’avenir et n’est pas rétroactive.",
    "Le principe de l’égalité entre hommes et femmes dans le domaine du travail, prévu par la Loi sur l'égalité entre hommes et femmes.",
    "La Loi sur la résiliation abusive d'un contrat de travail et les indemnités associées.",
    "Le Tribunal des prud’hommes dispose d’un délai de 10 jours pour faire appel d’une décision de conciliation."
  ],
  "Analyse": [
    "La résiliation du contrat de Mme DUPONT pourrait être considérée comme abusive en raison de la discrimination fondée sur sa grossesse.",
    "Les faits relatés suggèrent que la société a agi de manière discriminatoire en fonction du genre et de la situation familiale de Mme DUPONT.",
    "Le délai de recours de 10 jours est une norme procédurale pour garantir une réactivité appropriée dans les litiges prud'homaux, conformément aux règles de procédure civile."
  ],
  "Solution": [
    "Mme DUPONT pourrait saisir la Cour de justice en faisant valoir que son licenciement était abusif et discriminatoire, fondé sur sa grossesse.",
    "Elle pourrait également produire des documents relatifs à la demande d'augmentation salariale, à son licenciement et aux preuves de discrimination.",
    "Elle pourrait invoquer la Loi sur l'égalité entre hommes et femmes, ainsi que les articles relatifs à la résiliation abusive du contrat de travail.",
    "La décision de recourir devant la Cour de justice doit être prise dans le délai de 10 jours, conformément aux procédures juridiques."
  ]
}