{
  "Faits": [
    "Une directive européenne du 17 décembre 2022 pose le principe selon lequel aucun étranger ne pourra faire l’objet d'un retour dans son pays d’origine s'il peut démontrer des preuves suffisantes d’intégration.",
    "Monsieur F. de nationalité Sri-Lankaise vit en France depuis 5 ans sans papier.",
    "Monsieur F. fait l'objet le 12 septembre 2023 d'un arrêté préfectoral de reconduite à la frontière.",
    "L’arrêté préfectoral doit-il être annulé en raison de la directive européenne sur l'intégration des étrangers ?"
  ],
  "Problématique": "L'arrêté préfectoral de reconduite à la frontière de Monsieur F. peut-il être annulé en raison de sa contrariété avec la directive européenne concernant l'intégration des étrangers ? Quelle est la nature juridique de l’acte et comment la directive doit-elle être interprétée ?",
  "Règles": [
    "La directive européenne du 17 décembre 2022 sur l'intégration des étrangers n'implique pas de retour forcé tant qu'il n'y a pas de preuve suffisante d’intégration.",
    "Le contrôle de la conventionalité des actes administratifs se fait par rapport aux normes européennes et les actes contraires à celles-ci doivent être annulés une fois le délai de transposition expiré.",
    "L’arrêt Perreux du Conseil d'État stipule que pour annuler un acte administratif, la directive européenne doit être précise, en particulier sur la définition des preuves d’intégration suffisantes.",
    "L’article R. 511-1 du code des étrangers dispose qu'une obligation de quitter le territoire français peut être notifiée à tout étranger en France depuis moins de 5 ans."
  ],
  "Analyse": [
    "L'arrêté préfectoral de reconduite à la frontière de Monsieur F. ne peut être annulé pour l'instant car le délai de transposition de la directive court jusqu'en janvier 2024.",
    "La directive sur les preuves suffisantes d’intégration n’est pas précise, ce qui rend difficile son application directe dans le cas de Monsieur F.",
    "L’article R. 511-1 du code des étrangers ne semble pas conforme à la directive européenne, car il ne prend pas en compte les principes de la directive une fois le délai de transposition expiré."
  ],
  "Solution": "L’arrêté préfectoral de reconduite à la frontière de Monsieur F. ne peut être annulé tant que la directive n’a pas été transposée. Une fois le délai de transposition expiré, l’acte administratif sera contraire à la directive et pourra être annulé. L’article R. 511-1 du code des étrangers n’est pas conforme à la directive et devrait être révisé."
}