{
  "Faits": [
    "Les époux Beaulieu ont validé la proposition de projet de rénovation et étaient sur le point de déposer la déclaration préalable de travaux.",
    "Un arrêté a été publié après que les époux Beaulieu ont validé leur projet, mais avant que la déclaration préalable soit déposée.",
    "Monsieur Beaufix estime que des différences sont faites entre les installations achetées via un professionnel ou directement auprès du fabricant.",
    "Monsieur Fourgoux est séparé depuis dix ans mais n’a jamais officialisé son divorce.",
    "Mme Alonzo souhaite agir en justice pour demander réparation à Mme Paola et la restitution des acomptes versés."
  ],
  "Problématique": [
    "L'arrêté entré en vigueur postérieurement à la validation d’un projet avant le dépôt de la déclaration préalable de travaux s’applique-t-il au projet ?",
    "La validité des dispositions légales concernant le principe d’égalité devant l’impôt peut-elle être contestée devant le Tribunal administratif ?",
    "Est-il possible de contracter un second mariage dans un pays où la polygamie est légale alors que l’on est déjà marié en France ?",
    "Quel type de juridiction commerciale ou civile est compétente dans le cadre d’un litige entre un commerçant et un particulier, soit dans le cadre d’un acte mixte ?"
  ],
  "Règles": [
    "L'article 2 du code civil dispose que la loi ne dispose que pour l'avenir ; elle n'a pas d'effet rétroactif.",
    "L'article 13 alinéa 2 de la Déclaration des Droits de l'Homme et du citoyen dispose que la contribution publique doit être également répartie entre tous les citoyens.",
    "L'article 147 du code civil dispose que l'on ne peut contracter un mariage avant la dissolution du premier.",
    "Le tribunal compétent dans le cadre d’un acte mixte dépend de la nature du demandeur et du montant du litige."
  ],
  "Analyse": [
    "L'arrêté s'applique bien à la demande des époux Beaulieu, car la déclaration préalable de travaux n'a pas encore été déposée au moment de la publication de l'arrêté.",
    "Monsieur Beaufix pourrait contester la validité de la législation fiscale devant le tribunal administratif, en invoquant la différence de traitement entre les modes d'achat des installations.",
    "Le premier mariage de Monsieur Fourgoux est toujours en vigueur, ce qui empêche légalement son second mariage, même dans un pays où la polygamie est légale.",
    "Dans le cadre d'un acte mixte, Mme Alonzo a le choix entre plusieurs juridictions en fonction de la somme en litige, soit le tribunal de commerce, soit le tribunal civil."
  ],
  "Solution": [
    "L'arrêté s'applique aux époux Beaulieu car la déclaration préalable n’a pas été déposée avant la publication de l'arrêté.",
    "Monsieur Beaufix peut contester la validité des différences législatives devant le tribunal administratif en invoquant les principes d'égalité devant l'impôt.",
    "Monsieur Fourgoux ne peut pas se marier une seconde fois avant d'avoir officialisé son divorce, même dans un pays où la polygamie est légale.",
    "Mme Alonzo pourra saisir le tribunal de commerce ou le tribunal civil, en fonction du montant de ses réparations."
  ]
}