{
  "Faits": [
    "Caroline, de nationalité française, a épousé Paolo, de nationalité italienne, en juin 2013.",
    "Le couple s'est installé à Milan où Paolo possède une maison qu'il a achetée avant leur mariage avec un emprunt de la Mediobanca.",
    "Après une dispute en mai 2015, Caroline quitte Paolo, retourne en France et trouve un emploi.",
    "En septembre 2015, Caroline reçoit une demande de la Mediobanca pour rembourser les mensualités dues de l'emprunt de son mari, qui a cessé de payer.",
    "Caroline refuse de payer et est assignée devant le tribunal français par la Mediobanca."
  ],
  "Problématique": "Le tribunal français appliquera-t-il la loi italienne invoquée par la Mediobanca ou la loi française pour trancher ce litige ?",
  "Règles": [
    "Article 220 du Code civil français : Les époux sont solidairement responsables des dettes contractées pour l'entretien du ménage, sauf exceptions.",
    "Convention de La Haye du 14 mars 1978, Article 3 : Les époux peuvent désigner la loi applicable à leur régime matrimonial avant le mariage.",
    "Article 4 de la Convention de La Haye : Si les époux n'ont pas désigné de loi avant le mariage, la loi applicable est celle du pays où ils établissent leur première résidence habituelle après le mariage."
  ],
  "Analyse": [
    "La question centrale est de savoir si Caroline peut être tenue responsable de la dette contractée par son mari, en fonction de la loi applicable au mariage et de la nature de l'emprunt.",
    "Le fait que le couple n'ait pas désigné de loi applicable à leur régime matrimonial avant le mariage pourrait entraîner l'application de la loi française ou italienne, selon le critère de la résidence habituelle ou de la nationalité."
  ],
  "Solution": "Le tribunal français devra probablement appliquer la loi française en vertu de l'article 220 du Code civil, car Caroline réside en France. De plus, il n'est pas exclu que la solidarité de Caroline soit contestée selon les circonstances de la relation et les modalités de l'emprunt."
}