{
  "Faits": [
    "Cyril a contacté son meilleur ami Christophe pour lui annoncer la naissance de son enfant, mais n'a pas reçu de réponse.",
    "L'épouse de Christophe, Sylvie, n'a pas de nouvelles de son mari et apprend par le personnel de la station de ski que Christophe avait exprimé son intention de faire du hors-piste.",
    "Sylvie découvre qu'elle est enceinte de 7 semaines et s'inquiète des droits de son enfant si Christophe ne revient pas.",
    "Sylvie souhaite également savoir comment attribuer le nom de famille et le prénom de son enfant."
  ],
  "Problématique": "Les questions juridiques soulevées incluent les droits de l'enfant en cas de disparition de Christophe, les modalités d'attribution du nom de famille et du prénom de l'enfant, et les démarches à suivre si Christophe ne réapparaît pas.",
  "Règles": [
    "Article 311-21 du Code Civil : la mère peut décider du prénom de l'enfant, sauf contestation du père.",
    "Article 311-25 du Code Civil : en cas de décès du père, la mère seule peut attribuer le nom de famille de l'enfant.",
    "Les règles relatives à l'absence et la présomption de décès selon l'article 122 du Code civil, ainsi que les procédures légales concernant la déclaration de décès ou d'absence."
  ],
  "Analyse": [
    "La situation de disparition de Christophe soulève des questions sur la présomption d'absence et les procédures légales en cas de disparition d'un individu.",
    "Le droit à l'attribution du prénom et du nom de famille de l'enfant est généralement régi par les règles de filiation et peut être influencé par la situation matrimoniale et la présence ou absence du père.",
    "La question de savoir si le nom de famille de l'enfant sera celui de Christophe ou de Sylvie dépendra de la situation légale du père et des règles applicables sur le nom de famille."
  ],
  "Solution": "Sylvie pourrait attribuer le prénom de Michael à son enfant sans l'accord de Christophe, sauf si celui-ci réapparaît et s'y oppose. En ce qui concerne le nom de famille, si Christophe ne réapparaît pas et que son absence est déclarée, elle pourrait attribuer le nom de famille à l'enfant, conformément aux règles de la filiation et aux droits maternels. Si Christophe reste disparu, elle pourrait entamer une procédure de déclaration d'absence après un certain délai. Pour les droits de l'enfant, il serait nécessaire de suivre la procédure de déclaration d'absence ou de décès, et les droits successoraux et autres droits légaux de l'enfant seraient à établir en fonction de la situation."
}