{
  "Faits": [
    "Claudine conduit régulièrement le camion poids lourd de son conjoint bien qu'elle ne soit pas titulaire du permis nécessaire.",
    "Le 2 septembre 2024, la gendarmerie constate qu'elle conduit sans le permis approprié.",
    "Claudine doit être jugée le 15 novembre 2024 pour son infraction.",
    "Claude a séquestré le directeur de l'usine dans laquelle il travaillait après l'annonce de la suppression de 250 emplois.",
    "Les faits se sont produits les 12 et 13 avril 2024.",
    "Camille, âgée de 15 ans, a fait l'objet d'une adoption simple lorsqu'elle avait 5 ans et subit de mauvais traitements de la part de l'adoptant.",
    "Elle souhaite demander la révocation de son adoption mais la loi en vigueur lui interdit d’en faire la demande avant sa majorité.",
    "Oscar est salarié d’une société de transport depuis un an et souhaite rompre son contrat de travail pour devenir humoriste."
  ],
  "Problématique": [
    "Quelle peine Claudine risque-t-elle d’être condamnée à, si une loi nouvelle entre en vigueur avec des peines plus sévères ?",
    "Quelle peine encourt Claude sachant qu'il sera jugé aujourd’hui, après l'adoption d'une nouvelle loi concernant la séquestration ?",
    "Camille pourra-t-elle solliciter la révocation de son adoption avec la loi nouvelle qui permet aux adoptés de demander la révocation dès 15 ans ?",
    "Quel est le délai de préavis qu'Oscar devra respecter pour rompre son contrat de travail, étant donné l'adoption d'une loi nouvelle prévoyant un délai plus court ?"
  ],
  "Règles": [
    "La peine encourue pour conduire sans permis adéquat est définie par la loi en vigueur au moment de l'infraction.",
    "La loi en vigueur au moment des faits doit être appliquée, mais la loi nouvelle, une fois en vigueur, peut également s'appliquer sous certaines conditions.",
    "L'adoption d'une loi nouvelle peut permettre à des personnes concernées par une loi précédente de solliciter une révision, selon des critères de temps et de circonstances.",
    "La loi applicable au moment de la rupture d’un contrat de travail détermine le délai de préavis, mais une loi nouvelle peut réduire ce délai avec des dispositions transitoires."
  ],
  "Analyse": [
    "La loi nouvelle qui entre en vigueur le 1er novembre 2024 pourrait augmenter la peine de Claudine, mais sa situation doit être examinée selon la loi en vigueur au moment de l'infraction.",
    "Claude, qui a commis la séquestration avant l'entrée en vigueur de la loi nouvelle, sera jugé selon la loi en vigueur au moment des faits.",
    "Camille pourrait solliciter la révocation de son adoption une fois la loi nouvelle entrée en vigueur, car celle-ci abaisse l'âge minimum à 15 ans, bien que la loi actuelle impose la majorité.",
    "Oscar devra respecter le délai de préavis de 3 mois pour rompre son contrat, car sa situation est régie par la loi en vigueur au moment de la conclusion de son contrat, même si une loi nouvelle prévoit un délai plus court."
  ],
  "Solution": [
    "Claudine risque d’être condamnée selon les peines prévues par la loi en vigueur au moment de l'infraction, mais la loi nouvelle pourrait être applicable si elle prévoit des peines plus sévères.",
    "Claude sera jugé selon la loi en vigueur au moment des faits et encourra la peine prévue à l'époque, malgré l'adoption d'une loi nouvelle.",
    "Camille pourra solliciter la révocation de son adoption dès l'entrée en vigueur de la nouvelle loi, car elle permet désormais aux adoptés de demander la révocation dès 15 ans.",
    "Oscar devra respecter un délai de préavis de 3 mois pour rompre son contrat de travail, car il est lié par la loi en vigueur lors de la conclusion de son contrat, même si la loi nouvelle prévoit un délai plus court."
  ]
}