{
  "Faits": [
    "Monsieur Celer est un commerçant de détails et fait appel à l’entreprise Start’ qui a une activité de courtier en art.",
    "M. Celer missionne l’entreprise Start’ pour lui trouver un illustrateur afin de développer l'image publicitaire de son produit « Celly Bee ».",
    "L’entreprise Start’ engage l’artiste Cécé pour réaliser les illustrations.",
    "Start’ étant l’intermédiaire, M. Celer et Cécé n’ont jamais été en contact direct.",
    "Cécé est informé par Start’ que ses dessins seront utilisés à des fins publicitaires.",
    "Une fois le travail achevé, M. Celer utilise les illustrations pour faire de la publicité, des packagings et du matériel promotionnel.",
    "Cécé considère ne pas avoir donné son autorisation pour toutes ces exploitations, notamment le packaging.",
    "Il réclame une rémunération supplémentaire à l’entreprise Start’.",
    "Start’ répond qu’il n’a jamais été question de limitation dans l’usage des dessins.",
    "Les factures de Cécé ne contenaient aucune limitation ou avertissement sur les droits d'auteur.",
    "Cécé n’a jamais mentionné la différence entre publicité et packaging dans ses échanges avec Start’."
  ],
  "Problématique": "Cécé peut-il obtenir réparation pour l’utilisation de son œuvre qu’il estime être une violation de ses droits d’auteur ?",
  "Règles": [
    "Le droit d’auteur confère à l’auteur un droit exclusif d’exploitation de son œuvre, sauf cession explicite et précise.",
    "L’étendue de la cession de droits d’auteur doit être interprétée strictement (article L.131-3 du Code de la propriété intellectuelle).",
    "Un droit de licence implicite peut être admis par les tribunaux, mais il dépend des circonstances et de l’équité."
  ],
  "Analyse": [
    "Cécé n’a pas expressément limité l’usage de ses illustrations ni mentionné de distinction entre publicité et packaging.",
    "Start’ affirme ne pas avoir eu connaissance d’une quelconque limitation, et aucune précision n’est visible sur les factures.",
    "L'ampleur de la rémunération de Cécé pourrait influencer l’interprétation du juge sur l’existence d’un droit d’usage implicite plus large.",
    "Le comportement professionnel ou amateur de l’artiste peut être pris en compte dans l’interprétation de la portée de la licence implicite."
  ],
  "Solution": "La réponse dépendra de l’appréciation du juge, notamment sur la clarté de l’accord initial, la rémunération versée et l’intention des parties. Si la rémunération est jugée insuffisante et l’usage non prévisible, Cécé pourrait obtenir une indemnité complémentaire au titre du dépassement des droits d’auteur consentis."
}