{
  "Faits": [
    "Un couple marié a un enfant retrouvé en état de mort cérébrale après être sorti en pleine nature avec son père.",
    "Le père est en état d’absence après avoir été informé que son fils a disparu.",
    "La mère du garçon refuse l’autorisation de prélèvement d'organes et souhaite conserver son cadavre intact pour le cryogéniser.",
    "Onze ans après, le mari réapparaît et souhaite savoir si leur mariage est toujours valable.",
    "En France, la cryogénisation n’est pas autorisée comme méthode de sépulture.",
    "La loi de 1887 sur la liberté des funérailles dispose que chaque personne peut régler ses funérailles.",
    "L'article 112 du Code civil permet de constater la présomption d’absence et de désigner un représentant pour la personne absente.",
    "La présomption d’absence permet au juge de désigner un ou plusieurs parents pour représenter la personne présumée absente et administrer ses biens.",
    "Après dix ans d’absence sans réapparition, l'absence peut être déclarée par le tribunal judiciaire.",
    "Jane, la femme de l’homme disparu, peut demander une déclaration d’absence et, si le jugement est rendu, se remarier.",
    "Si le conjoint réapparaît après la déclaration d’absence, il peut demander l’annulation du jugement, mais cela dissout toujours le mariage."
  ],
  "Problématique": [
    "La mère de l’enfant peut-elle légalement conserver son cadavre intact pour le cryogéniser ?",
    "La cryogénisation est-elle autorisée comme méthode de sépulture en France ?",
    "Comment le droit français réglemente-t-il la présomption d’absence d’une personne disparue ?",
    "Le mariage reste-t-il valable après la déclaration d’absence d’un conjoint ?",
    "Le conjoint peut-il se remarier après la déclaration d'absence et la présomption de décès ?"
  ],
  "Règles": [
    "La loi de 1887 sur la liberté des funérailles stipule que tout majeur peut régler les conditions de ses funérailles.",
    "En France, seules deux méthodes de sépulture sont autorisées : l'inhumation et la crémation.",
    "L'article 112 du Code civil permet de constater la présomption d’absence et de désigner un représentant pour la personne absente.",
    "L'article 122 du Code civil stipule qu’après dix ans d’absence, l’absence peut être déclarée par le tribunal judiciaire.",
    "L’article 128 du Code civil permet au conjoint de l’absent de contracter un nouveau mariage après le jugement déclaratif d’absence.",
    "L’article 129 du Code civil prévoit que si l'absent réapparaît, l’annulation du jugement déclaratif d’absence peut être poursuivie, mais le mariage reste dissous."
  ],
  "Analyse": [
    "La cryogénisation n’est pas conforme à la législation en vigueur, car la France n'autorise que l'inhumation et la crémation comme méthodes de sépulture.",
    "La procédure de présomption d'absence est bien établie par le Code civil et permet à la personne concernée de prendre des décisions sur les biens et les droits liés à l'absent.",
    "Le jugement de déclaration d’absence est conforme à la procédure légale et permet au conjoint de se remarier, tout en rendant le mariage précédent dissous.",
    "La réapparition de l’absent peut entraîner l’annulation du jugement de déclaration d’absence, mais le mariage reste dissous, indépendamment de la décision d'annuler ce jugement."
  ],
  "Solution": [
    "La mère de l’enfant ne pourra pas procéder à la cryogénisation, car cette pratique n’est pas autorisée par la loi française.",
    "Le mari ne pourra pas revendiquer des droits sur la cryogénisation et devra accepter l'inhumation ou la crémation.",
    "La présomption d’absence de son mari permet à Jane de prendre des décisions au nom de son époux et de se remarier après la déclaration d’absence.",
    "Jane peut se remarier, car la déclaration d'absence, qui a entraîné la dissolution de leur mariage, permet au conjoint de se remarier.",
    "L'annulation du jugement de déclaration d'absence ne modifiera pas le fait que leur mariage a été dissous."
  ]
}