{
  "Faits": [
    "Charles un veuf de 79 ans a pris a son service Berthe en Décembre 70.",
    "Il a conclu le vente de la nue-propriété de certains biens a cette dernière par acte notarié le 24 mai 73.",
    "Il a passé aussi 2 testaments olographes les 10 décembre 71 et 13 mai 74 qui conclut des legs au profit de Berthe.",
    "Dans une décision du 13 mars 75 il est placé sous tutelle puis décède le 8 février 76.",
    "Première instance : Juin 76 le fils adoptif de Charles assigne Berthe en nullité des 4 actes passés.",
    "Deuxième instance : Cour d'appel de Colmar en décembre 77 qui rend un arrêt le 26 novembre 80 annulant la décision en 1° instance : annule les actes passés sauf testament du 10 décembre 77."
  ],
  "Problématique": "La cour d'appel a-t-elle eu raison d'annuler les actes passés entre Charles et Berthe au motif de l’altération des facultés mentales de Charles à l’époque des actes ?",
  "Règles": [
    "Aux visas de l’art 503 du cc : la cause d’ouverture de la tutelle existait à l'époque où les 2 actes de ventes du 24 mai 73 avaient été passés et testament du 13 mai 74 rédigé.",
    "Un acte dont l'annulation n'est pas une convention mais un acte unilatéral.",
    "L'application de l’art 503 du cc est subordonnée à la preuve qu'à l’époque dudit acte les causes de l’ouverture de la tutelle ouverte à la connaissance publique."
  ],
  "Analyse": [
    "La cour d'appel a prononcé l’annulation des derniers actes alors que l'expert n’a pas pu déterminer si Charles était atteint d’un trouble mental donc son écriture et sa signature n'ont pas pu être altérées.",
    "La cour d’appel a privé sa décision de base.",
    "Cour d'appel a réfuté les motifs de la décision entreprise.",
    "Charles âgé de 83 ans a dit en avoir 64 et ne pas se souvenir s'être rendu chez le notaire et avoir rédigé un testament.",
    "Affaiblissement des facultés mentales liés a l'Age.",
    "Donc évolution lente et progressive : donc facultés mentales présumés altérés au cours de l’année 73 et le 1er semestre de 74.",
    "Aucune distinction entre convention et acte unilatéraux.",
    "La cour d'appel a souligné que Berthe vivait avec Charles et donc a une influence sur lui + était bénéficiaire des actes litigieux.",
    "Elle lui a fait signer ces actes en ayant connaissance de l'affaiblissement de ses facultés mentales à l'époque ou l'acte est passé."
  ],
  "Solution": "Arrêt de rejet en 1ère chambre civile le 9 mars 1982."
}