{
  "Faits": [
    "Une descendante d’un fondateur d’une société de production de champagnes a cédé ses actions à une filiale détenant cette même société via son père.",
    "Après avoir été licenciée de son poste de directrice RSE, elle a fondé sa propre société sous son propre nom de famille, identique à celui de l’entreprise familiale.",
    "Le contrat de cession des titres stipulait de ne pas faire usage du même nom de famille sous peine de créer une concurrence avec l’activité cédée."
  ],
  "Problématique": "Le problème juridique est de savoir si le titre de cession des titres suffit à interdire l’usage du nom patronymique à des fins commerciales, et si une telle interdiction peut être appliquée pour éviter la concurrence déloyale avec la société cédée.",
  "Règles": [
    "L'article 1984 du Code civil stipule que le mandat ou procuration est un acte par lequel une personne donne à une autre le pouvoir de faire quelque chose pour elle et en son nom.",
    "L'article 1134 du Code civil indique que l'erreur sur les qualités essentielles du contractant n’est une cause de nullité que dans les contrats conclus en considération de la personne.",
    "L'article 1411 du Code civil déclare que chacun est responsable du dommage qu'il a causé par son fait, négligence ou imprudence."
  ],
  "Analyse": [
    "La descendante a transgressé l’obligation contractuelle en utilisant son nom familial à des fins commerciales, ce qui a créé une concurrence avec la société cédée.",
    "La jurisprudence, notamment l'arrêt de la Chambre de cassation du 1er mars 1985, aborde la question de l'usage des surnoms dans les dénominations sociales et commerciales, soulignant que le nom peut devenir une caractéristique de la personne morale et faire l'objet de la propriété intellectuelle."
  ],
  "Solution": "La contractante est fautive d’une inexécution du contrat en raison de l’utilisation de son nom familial pour des fins commerciales, ce qui crée une concurrence déloyale vis-à-vis de la société cédée. Le tribunal peut appliquer la responsabilité civile et imposer des sanctions, notamment des poursuites pour violation des termes du contrat."
}