{
  "Faits": [
    "Un particulier Mrs Padechance a vendu son appartement au prix de 500,000£ avant finir par comprendre après-vente qu’il en valait en réalité 200,000£ de plus.",
    "Ce dernier a reçu deux propositions d’achat au prix de 400,000£ faites par deux proches de l’acquéreur final, agents immobiliers mais s’identifiants comme de simple chef de rayon de l’entreprise Auchan.",
    "Par la suite, ce même particulier Mrs padechance a acheté une maison mais le vendeur ne lui avait pas précisé que celle-ci était dans une zone dans laquelle il avait été prévu d’installer une usine spécialisée dans la construction de machines pour le BTP dans les 2ans à venir.",
    "Enfin, dans le cadre de son activité, comme cela ne suffit pas, il a subi des pressions physiques et verbales de son unique client ainsi que des menaces de rupture de leur collaboration."
  ],
  "Problématique": "Le particulier peut-il se prévaloir d’une erreur sur la valeur réelle du bien vendu ? Le mensonge et les manœuvres frauduleuses de l’acquéreur peuvent-elles être caractérisées de dol, de sorte que la vente puisse être annulée ? La dissimulation intentionnelle d’une information déterminante pour l’autre partie peut-elle être constitutive de dol, afin de caractériser l’annulation d’un contrat de vente ? La pression dont est victime le particulier dans l’exercice de son activité professionnelle, par son client, peut-elle être caractérisée de violence, de sorte que le contrat qui les lie soit nul ?",
  "Règles": [
    "Article 1136 Code Civil",
    "Article 1137 Code Civil",
    "Article 1112-1 Code Civil",
    "Artilce1130 Code Civil",
    "Article 1131 Code Civil",
    "Article 1138 Code Civil",
    "Article 1140 Code Civil",
    "Article 1141 Code Civil",
    "Article 1142 Code Civil",
    "Article 1143 Code Civil"
  ],
  "Analyse": [
    "L’erreur sur le prix ainsi que le dol caractérisé par des mensonges et manœuvres pour faire diminuer le prix de vente.",
    "Le dol sur la dissimulation intentionnelle d’une information.",
    "Enfin les faits caractéristiques de la violence."
  ],
  "Solution": "Il convient ici de résoudre ce cas pratique en abordant les questions suivantes : l’erreur sur le prix ainsi que le dol caractérisé par des mensonges et manœuvres pour faire diminuer le prix de vente ; le dol sur la dissimulation intentionnelle d’une information ; enfin les faits caractéristiques de la violence."
}