{
  "Faits": [
    "M. Lambert 22 rue Edmond Vitry 59000 06 72 42 23 08 Jacques.lambert@gmail.com Conseiller juridique",
    "M. Dupont 12 avenue des rosiers 59800 1” octobre 2020, à Vauban",
    "Je m'adresse à vous en tant que conseiller juridique de mon client le docteur Jean martin, locataire de votre bail commercial depuis le 31 octobre 1999.",
    "Mon client souhaite mettre fin au contrat de bail de location avant les trois ans requis par la loi en vigueur.",
    "Cette fin de renouvellement s’explique par la nécessité de mutation professionnelle de mon client.",
    "En effet, l’installation d’un centre médicale pluridisciplinaire au centre de Lille implique pour mon client un risque quant à la viabilité de son fonds de commerce, et donc également quant à la pérennité de son activité professionnelle."
  ],
  "Problématique": "Mon client peut-il bénéficier d’une réduction de préavis à un mois au lieu des trois mois requis habituellement pour les professions libérales, malgré une rupture anticipée du bail pour cause de mutation professionnelle, et se déduire de tout frais additionnel en présentant un nouveau locataire ?",
  "Règles": [
    "La loi en vigueur en ce qui concerne la demande de résiliation de bail en raison d’une mutation professionnelle accorde une réduction de préavis à un mois au lieu des trois mois requis habituellement pour les professions libérales.",
    "Les conditions d'application de cette réduction énoncent premièrement qu’aucune distance minimale ne doit être imposée entre l'ancien et le nouveau lieu de travail (arrêt du 22 octobre 2003).",
    "Le paiement d’une indemnité forfaitaire peut être valablement libéré si le locataire présente au bailleur un nouveau locataire, qui soit solvable, prêt à reprendre le bail aux mêmes conditions et que le bailleur ne puisse raisonnablement pas refuser."
  ],
  "Analyse": [
    "Mon client peut donc bénéficier de la réduction de préavis, même si sa mutation s’effectue dans la même ville.",
    "Mon client peut également bénéficier selon la loi en vigueur de cette réduction de préavis même lorsqu'il est luitimême à l'origine de la décision de mutation.",
    "J'ai conscience que la rupture anticipée du contrat de bail doit initialement être notifier au créancier inscrit sur le fonds de commerce qui dispose d’un mois à compter de la notification pour éventuellement solliciter de nouvelles garanties de la part du locataire."
  ],
  "Solution": "Ainsi, mon client le docteur Jean Martin sera en mesure de vous présenter un locataire dès la lettre recommandée avec accusé de réception reçue, ce qui le déduira de tout frais additionnel."
}