{
  "Faits": [
    "Martin peut-il obtenir un divorce pour faute ?",
    "Peut-il obtenir une prestation compensatoire ?",
    "Daerynis estime que Daerino doit supporter à lui seul tout frais résultants des aléas survenant au cours de son union avec Dae.",
    "Daerino se trouve dans l'incapacité à payer lesdits frais et est déjà créancier d’une dette.",
    "Les parties sont en indivision, et une question se pose concernant les travaux et croquettes à rembourser."
  ],
  "Problématique": "Martin peut-il obtenir un divorce pour faute ? Peut-il obtenir une prestation compensatoire sur ce fondement ? Daerino doit-il payer les frais à cause de la rupture de concubinage ? La question de la rupture fautive du concubinage et la gestion des frais et dettes, notamment la situation en indivision, se pose également.",
  "Règles": [
    "Article 515-8 du Code civil : concubinage est une union de fait, avec une vie à caractère de stabilité et de continuité.",
    "Article 1240 du Code civil : tout fait de l’homme qui cause un dommage oblige à celui par la faute duquel il est arrivé à réparer.",
    "Article 220 du Code civil : chaque époux a le pouvoir de passer seul des contrats ayant pour objet l’entretien du ménage ou l’éducation des enfants, et toute dette contractée par l’un oblige l’autre solidairement.",
    "En indivision, les actes nécessitent l'accord des indivisaires et une mesure conservatoire peut être prise par un indivisaire seul."
  ],
  "Analyse": [
    "La rupture de concubinage pourrait être qualifiée de fautive selon le comportement des parties, et cela peut être à l’appréciation du juge.",
    "Le juge pourra apprécier la faute dans le cadre de la demande de divorce ou de prestation compensatoire, mais il n’est pas garanti que le client obtienne satisfaction sur ce point.",
    "Les frais dans le cadre de l’indivision nécessitent l’accord des indivisaires, et toute mesure conservatoire peut être prise par un indivisaire seul en cas de nécessité."
  ],
  "Solution": "Expliquer au client les conséquences possibles selon les règles de droit, notamment la jurisprudence en matière de concubinage fautif, d’indivision et de dette solidaire. Il faut aussi informer le client sur l’impossibilité de garantir un résultat favorable en matière de DI, et évaluer la possibilité de lancer la procédure en fonction des preuves disponibles."
}