{
  "Faits": [
    "La société EPG est une société privée ayant pour objet de dispenser des formations à des adultes dans le cadre de leur obligation de formation continue.",
    "Les prestations de formation rendues par la société entrent dans le champ d’application de la taxe sur la valeur ajoutée (TVA).",
    "Le dirigeant de la société revendique une exonération en application des dispositions de l’article 261, 4-4°-a du Code Général des Impôts (CGI).",
    "La société fait l’objet d’un contrôle fiscal portant sur l’application du régime d’exonération de TVA de ses prestations.",
    "Le contrôleur remet en cause le régime d’exonération en raison de la non-solicitation de l’attestation administrative nécessaire à l’application dudit régime.",
    "Le dirigeant consulte un expert, furieux, demandant s’il est possible de contester ce redressement sur la seule base de la non-solicitation de l’attestation.",
    "Madame WANG consulte un expert concernant une problématique fiscale liée à l’impôt sur le revenu.",
    "Madame WANG a une fille, TANG, âgée de 21 ans, qu’elle a toujours rattachée à son foyer fiscal, même après sa majorité.",
    "TANG a réalisé un gain exceptionnel de 200 000 € en 2022, mais a tout dépensé dans des fêtes et des voyages.",
    "Madame WANG a décidé de ne pas déclarer ce gain dans sa déclaration de revenus tout en maintenant le rattachement de sa fille à son foyer fiscal.",
    "En 2023, le foyer fiscal de Madame WANG fait l’objet d’un contrôle fiscal et l’inspecteur redresse le gain exceptionnel non déclaré.",
    "Les suppléments d’impôts générés par le redressement sont mis en recouvrement auprès de Madame WANG, sa fille n’ayant pas de patrimoine propre."
  ],
  "Problématique": "Sur quel motif la société pourra-t-elle contester son redressement en TVA en se basant sur la directive TVA et les dispositions relatives à l’exonération des prestations d’enseignement ? Madame WANG pourra-t-elle se prévaloir de la doctrine administrative pour se désolidariser du paiement des suppléments d’impôts afférents au gain exceptionnel de sa fille ?",
  "Règles": [
    "Article 261, 4-4°-a du Code Général des Impôts (CGI) concernant l'exonération de TVA pour les prestations de formation.",
    "Directive européenne sur la TVA relative à l’exonération des prestations d’enseignement.",
    "Article 6, 3-2°, 6, 3-3° et 196 B, al. 1 du CGI concernant le rattachement fiscal des enfants au foyer fiscal de leurs parents.",
    "Doctrine administrative favorable permettant, après la date de dépôt de la déclaration de revenu, de revenir sur le rattachement d’un enfant au foyer fiscal dans un certain délai (BOI-IR-LIQ-10-10-10-20 n° 140 et 150, 2-5-2014)."
  ],
  "Analyse": [
    "La société EPG pourrait contester son redressement en s’appuyant sur l’interprétation des directives européennes qui autorisent l’exonération de la TVA même en l'absence de l’attestation administrative, si celle-ci est délivrée sur simple demande.",
    "Madame WANG pourrait se baser sur la doctrine administrative pour se désolidariser du paiement des suppléments d’impôts en raison de la possibilité de revenir sur le rattachement fiscal de sa fille, sous certaines conditions."
  ],
  "Solution": "La société EPG pourrait contester le redressement fiscal en invoquant les directives européennes et la nature simple de la demande d’attestation administrative. Madame WANG pourrait se prévaloir de la doctrine administrative pour revenir sur le rattachement fiscal de sa fille, si les conditions sont remplies, et ainsi se désolidariser du paiement des suppléments d’impôts."
}