{
  "Faits": [
    "Geneviève St-Jacques, âgée de 38 ans, est représentante au service à la clientèle depuis une quinzaine d’années chez X-Mart, un commerce de détails non syndiqué.",
    "Ses tâches consistent principalement à interagir avec les clients, fournir des renseignements à propos des différents produits et services, ainsi qu’à recevoir et traiter les plaintes.",
    "Geneviève a toujours eu de bonnes évaluations et son patron, Marc Exigeant, lui a promis formellement de la nommer directrice du service à la clientèle le mois prochain.",
    "Geneviève est mariée depuis 10 ans et a deux enfants âgés de 6 et 8 ans.",
    "Son couple est en crise et Geneviève a annoncé récemment à son conjoint qu'elle souhaite divorcer.",
    "Le lendemain, Geneviève a confié à Marc Exigeant son intention de divorcer.",
    "Marc Exigeant a exprimé ses craintes concernant la disponibilité de Geneviève en raison de ses responsabilités familiales.",
    "Quelques jours plus tard, Marc Exigeant a nommé Thérèse Leduc, une célibataire sans enfant, au poste de directrice du service à la clientèle.",
    "Geneviève, déçue par la décision de son patron, songe à porter plainte à la Commission des droits de la personne et des droits de la jeunesse."
  ],
  "Problématique": "Geneviève St-Jacques peut-elle porter plainte à la Commission des droits de la personne et des droits de la jeunesse pour discrimination liée à son divorce et à ses responsabilités familiales ? Quelles sont ses chances de succès ?",
  "Règles": [
    "La discrimination en emploi basée sur le sexe, l’état civil, ou les responsabilités familiales est prohibée par les lois sur les droits de la personne.",
    "Les principes jurisprudentiels sur la discrimination en emploi soulignent que les décisions de gestion doivent être fondées sur des critères professionnels et non sur la vie privée des employés.",
    "Les employeurs doivent justifier toute différence de traitement entre les employés en raison de leur situation familiale ou personnelle."
  ],
  "Analyse": [
    "Geneviève pourrait prétendre à une discrimination fondée sur son sexe et sa situation familiale, surtout si son employeur a pris une décision en tenant compte de son intention de divorcer.",
    "Il est possible que la décision de Marc Exigeant de nommer Thérèse Leduc au poste de directrice, plutôt que Geneviève, soit perçue comme une discrimination indirecte en raison de ses responsabilités familiales."
  ],
  "Solution": "Geneviève pourrait effectivement porter plainte à la Commission des droits de la personne et des droits de la jeunesse. Ses chances de succès dépendront de la démonstration que la décision de Marc Exigeant a été influencée par des facteurs liés à sa vie personnelle et familiale, ce qui constituerait une discrimination illégale en vertu des lois sur les droits de la personne."
}