{
  "Faits": [
    "Le maire de la commune littorale de Kerbaz est connu dans la région pour ses engagements en faveur de la protection de l’environnement.",
    "À la suite d’un appel d’offres, la commune de Kerbaz conclut un contrat le 30 octobre 2021 avec la société Cyclobike, pour l’exploitation d’un système de vélos électriques en libre-service.",
    "M. Lechar, gérant de la société C2V, propose des locations de véhicules anciens à la journée pour découvrir les alentours de la commune et craint une perte sur son chiffre d’affaires en lien avec les activités de Cyclobike.",
    "Il écrit alors une lettre adressée à la commune pour demander la résiliation du contrat conclu à l’automne dernier.",
    "Le maire de Kerbaz prend un arrêté en date du 14 mars 2022 pour piétonniser le centre-ville.",
    "Le Syndicat des commerçants de Kerbaz (SCK) craint une baisse de la fréquentation au profit des centres commerciaux situés en périphérie.",
    "Le nouveau parcours de circulation des voitures a entraîné une très forte augmentation de la fréquentation de la route située aux abords de la propriété de M. Michel.",
    "Depuis 2017, l’éco-festival de Kerbaz « KerGreen Week » réunit 50 exposants, des associations, des services, avec tables rondes, conférences, et ateliers.",
    "Son organisation est confiée à la société Marketart, par un contrat signé le 17 janvier 2022.",
    "Le contrat prévoit que la commune choisit les exposants et autorise la société à recourir à des prestataires extérieurs.",
    "M. Benjamin est chargé de la commande publique à la commune de Kerbaz.",
    "Il rédige un appel d’offre pour des ordinateurs ciblant particulièrement la société EasyGeek, dont le gérant est un ancien collègue.",
    "La société JPEG n’est pas retenue malgré une proposition sensiblement équivalente.",
    "Le contrat est signé le 5 avril 2022.",
    "M. Benjamin falsifie différents documents en prétendant agir pour la commune de Kerbaz et achète du matériel informatique pour un montant total de 40 000 euros.",
    "Ces agissements bénéficient à d’autres collègues au sein du service."
  ],
  "Problématique": "1/ M. Lechar peut-il faire un recours contre ce refus de résiliation ? 2/ Quels sont les recours possibles du Syndicat ? M. Michel peut-il faire engager la responsabilité de la commune ? 3/ Quelle est la nature du contrat ? La société peut-elle refuser d’exécuter le contrat ainsi modifié ? 4/ La passation du contrat est-elle régulière ? Quels sont les recours possibles pour la société JPEG ? 5/ Les agissements de M. Benjamin peuvent-ils engager la responsabilité de la commune ?",
  "Règles": [
    "Un contrat administratif peut être contesté par un tiers ayant un intérêt à agir, sous certaines conditions.",
    "Une décision administrative unilatérale peut faire l’objet d’un recours pour excès de pouvoir.",
    "Un dommage anormal et spécial causé par une décision administrative peut engager la responsabilité de la commune.",
    "Un contrat entre une personne publique et une société pour l’organisation d’un service peut être qualifié de contrat administratif.",
    "La modification unilatérale d’un contrat administratif est possible sous certaines conditions, mais le cocontractant peut en contester l’exécution si les conditions financières ne sont plus tenables.",
    "La commande publique est soumise aux principes de liberté d’accès, d’égalité de traitement et de transparence des procédures.",
    "La responsabilité de la commune peut être engagée en cas de faute personnelle d’un agent commise dans le cadre de ses fonctions."
  ],
  "Analyse": [
    "M. Lechar pourrait tenter un recours en excès de pouvoir contre le refus implicite de résiliation, mais son intérêt économique doit être prouvé comme étant direct et certain.",
    "Le SCK pourrait introduire un recours pour excès de pouvoir contre l’arrêté de piétonnisation en démontrant un préjudice direct.",
    "M. Michel pourrait invoquer la théorie des troubles anormaux de voisinage et demander une indemnisation si le dommage est spécial et anormal.",
    "Le contrat entre la commune et Marketart est un contrat administratif car il confie un service public culturel à un opérateur privé.",
    "Marketart pourrait refuser la modification si celle-ci constitue un bouleversement de l’économie du contrat initial.",
    "La passation du contrat pourrait être entachée d’irrégularité en cas de favoritisme ; JPEG pourrait former un référé précontractuel ou contractuel.",
    "Les actes de M. Benjamin, s’ils sont détachables de ses fonctions, peuvent engager sa responsabilité personnelle, mais aussi celle de la commune si celle-ci n’a pas exercé un contrôle suffisant."
  ],
  "Solution": "Chaque situation nécessite un examen de la légalité des décisions et de l’intérêt à agir. Plusieurs recours sont ouverts, dont le recours pour excès de pouvoir, le recours en indemnisation, et le recours contractuel. La commune pourrait voir sa responsabilité engagée en cas de faute dans la gestion ou de dommages causés par une décision ou un agent."
}