{
  "Faits": [
    "Howard et Bernadette sont mariés depuis un an.",
    "Bernadette est enceinte de 8 mois de jumelles.",
    "Elle a été renversée par une personne qui conduisait en état d’ivresse.",
    "Suite à cet accident, le travail s’est déclenché.",
    "Bernadette a accouché d’une première fille — Lily —, encore en vie aujourd’hui, et d’une seconde fille — Lola — morte à la naissance du fait des blessures causées par l’accident.",
    "Howard, en apprenant l’accident, s’est précipité à l’hôpital, a été percuté par un bus dont le chauffeur a grillé un feu rouge, et est décédé sur le coup, 6 heures avant la naissance de ses filles.",
    "Le père de Bernadette a déclaré les naissances à la mairie.",
    "L’officier de l’état civil a dressé un acte de naissance pour Lily mais a refusé de dresser un quelconque acte pour Lola.",
    "Bernadette tenait à ce que la petite Lola apparaisse aux côtés de sa jumelle dans le livret de famille.",
    "L’avocat de Bernadette lui a indiqué qu’elle recevrait des dommages-intérêts pour le décès de son époux, mais que ses filles ne pourraient pas obtenir réparation du préjudice moral car nées après le décès de leur père.",
    "Sheldon s’étonne du refus de l’officier d’état civil et des propos de l’avocat concernant Lily.",
    "Le « papou » de Sheldon, historien spécialiste des trains, est décédé d’un cancer foudroyant.",
    "Papou avait deux enfants : la mère de Sheldon et un fils décédé sans enfants.",
    "Dans son testament, Papou souhaite que son corps soit momifié et exposé dans une pièce vitrée, en position assise, dans son costume de chef de gare, près de sa collection de petits trains.",
    "Il avait tout préparé avec des spécialistes médicaux de la conservation des corps.",
    "La mère de Sheldon refuse cette momification.",
    "Sheldon souhaite respecter les dernières volontés de son Papou."
  ],
  "Problématique": "Sheldon vous consulte sur le refus de l’officier d’état civil de dresser un acte pour Lola, sur l’impossibilité évoquée par l’avocat de Bernadette d’obtenir réparation pour Lily et Lola, et sur la possibilité de respecter les dernières volontés de son Papou concernant sa momification.",
  "Règles": [
    "Un acte d’enfant sans vie peut être dressé si l’enfant est né vivant et viable, même brièvement, ou sur présentation d’un certificat médical d’accouchement.",
    "Le préjudice moral peut être reconnu à un enfant à naître, s’il est conçu au moment du décès du parent.",
    "Le respect de la volonté du défunt concernant ses funérailles est un principe protégé par la jurisprudence et la dignité de la personne humaine."
  ],
  "Analyse": [
    "Le refus de l’officier d’état civil pourrait être illégal si Lola a été déclarée née vivante ou viable même très brièvement, ou si un certificat médical le précise.",
    "Lily, étant conçue avant le décès de son père, pourrait avoir droit à la réparation du préjudice moral selon la jurisprudence sur l’enfant conçu.",
    "Le testament de Papou exprime clairement ses volontés funéraires, mais leur exécution se heurte à l’opposition d’un proche et à des enjeux éthiques liés à la dignité humaine."
  ],
  "Solution": "Il est possible de contester le refus de l’état civil concernant Lola par recours gracieux ou hiérarchique. Bernadette pourrait engager une action en justice pour faire reconnaître le droit à réparation de Lily. Sheldon peut saisir le juge pour faire respecter les volontés de son grand-père, sous réserve du respect de l’ordre public et de la dignité humaine."
}