{
  "Faits": [
    "Depuis de nombreuses années, la Coopérative du Jambon Basque Eternel présente son concours afin d’élire Miss Jambon.",
    "2021 ne fait pas exception, et comme à chaque occasion, de nombreuses jeunes filles de la région et d’ailleurs se présentent.",
    "Le concours, diffusé sur les chaînes de télévision locales et sur Internet, fait l’objet de partenariats avec des annonceurs locaux et nationaux.",
    "Il est présenté par la coopérative comme une opportunité pour les candidates de faire une expérience dans l’événementiel, et d’accéder à une notoriété à retentissement national.",
    "On leur détaille en quoi les nombreuses séquences filmées et orchestrées sont une chance pour elles de se former aux arts de la scène et du spectacle, notamment en vantant le côté glamour de l’AOP si renommée.",
    "Des candidates de 2020, échaudées par leur expérience, décident d’assigner la coopérative au conseil de Prud’hommes, afin de requalifier la relation en contrat de travail.",
    "Des associations de défense des droits des hommes défendent leur droit à concourir.",
    "Les associations contre la grossophobie dénoncent une discrimination, arguant que les candidates sont choisies sur des caractères physiques qui excluent toute une catégorie de participantes."
  ],
  "Problématique": "1/ Comment les candidates pourraient faire reconnaître leur relation de travail ? OU 2/ Les actions des associations contre les discriminations peuvent-elles aboutir ?",
  "Règles": [
    "Le contrat de travail se définit par l’existence d’un lien de subordination, d’une prestation de travail et d’une rémunération.",
    "Le Code du travail interdit toute discrimination à l’embauche ou dans l’accès à une activité, fondée notamment sur le sexe, l’apparence physique ou d’autres critères non objectifs.",
    "La jurisprudence peut reconnaître l’existence d’un contrat de travail même en l’absence de formalisme, si les conditions sont réunies en pratique."
  ],
  "Analyse": [
    "Les candidates pourraient démontrer qu’elles exécutaient une prestation encadrée par la coopérative, sous ses directives, dans un cadre organisé et répété, ce qui caractérise un lien de subordination.",
    "Les critères de sélection du concours, s’ils reposent sur des exigences physiques non justifiées par la nature de l’activité, peuvent être considérés comme discriminatoires et contraires au principe d’égalité."
  ],
  "Solution": "Les candidates peuvent obtenir une requalification en contrat de travail si elles prouvent les trois éléments constitutifs. Les associations peuvent également obtenir gain de cause si la discrimination est avérée et ne repose sur aucune justification objective et pertinente."
}