{
  "Faits": [
    "Madame Della-More souhaite appeler sa fille Mira-Culey, mais l’officier d'état civil s’y oppose et saisit le procureur de la République.",
    "Madame Della-More souhaite appeler sa fille Mira-Culey, et l’association du prénom et du nom donnerait alors 'Mira-Culey Della-More', qui pourrait être interprété comme 'Miraculée de la mort'.",
    "Gomez souhaite changer de nom pour prendre le patronyme de sa mère, car son père a changé de sexe et il ne souhaite plus être rattaché à lui."
  ],
  "Problématique": [
    "Peut-on donner le prénom de son choix à son enfant ?",
    "Un individu peut-il changer son nom patronymique en faveur du patronyme maternel ?"
  ],
  "Règles": [
    "L'article 57 alinéa 4 du Code civil dispose que si un prénom semble pouvoir porter préjudice à un enfant, l'officier d'état civil peut saisir le procureur de la République, qui pourra saisir le juge aux affaires familiales.",
    "L'article 57 alinéa 5 du Code civil permet au juge de supprimer un prénom sur les registres de l'état civil si ce prénom est contraire à l'intérêt de l'enfant.",
    "L'article 61-3-1 du Code civil permet à une personne majeure de changer son nom de famille sous certaines conditions, mais uniquement une fois dans sa vie.",
    "L'article 61 du Code civil exige que la personne souhaitant changer de nom présente un motif légitime pour le faire."
  ],
  "Analyse": [
    "La question de savoir si le prénom 'Mira-Culey' est conforme à l'intérêt de l'enfant se base sur le principe d'éviter tout prénom susceptible de porter préjudice, tel que l'indiquent les articles 57 du Code civil.",
    "Gomez a un motif légitime pour demander un changement de nom, étant donné le contexte lié à la transsexualité de son père, ce qui constitue une exception au principe d'indisponibilité de l'état civil."
  ],
  "Solution": [
    "Le prénom 'Mira-Culey' sera probablement refusé par le juge, car il pourrait porter préjudice à l’enfant. Madame Della-More devra proposer un autre prénom ou le juge lui en attribuera un.",
    "Monsieur Gomez pourra changer son nom en faveur du patronyme maternel en suivant la procédure par décret, puisqu'il a un motif légitime à ce changement."
  ]
}