{
  "Faits": [
    "Mme M. est une journaliste soudanaise.",
    "Elle a obtenu en janvier 2022, sur le fondement de la Convention de Genève de 1951, la qualité de réfugié en France, du fait de ses craintes de persécutions pour des motifs politiques.",
    "Ses deux filles, N., née en 2012, née de son union avec un ressortissant soudanais enlevé au Darfour en 2015, et O., née en 2008 d’une brève relation avec un ressortissant français avec lequel elle n’est plus en contact depuis lors, sont demeurées au Soudan aux côtés de l’une de leurs tantes maternelles.",
    "Dès la reconnaissance de sa qualité de réfugiée par l’Ofpra, Mme M. a introduit une demande de réunification familiale à leur bénéfice.",
    "Parallèlement, N. a également déposé une demande de visa au titre de l’asile, afin de rejoindre la France et d’y déposer une demande de protection internationale en son nom.",
    "Elles se sont acquittées, à l’ambassade française établie à Khartoum, capitale du Soudan, des droits afférents à ces deux procédures, et y ont déposé en avril 2022, à la demande des autorités françaises, leurs passeports soudanais, afin qu’y soient apposés les visas nécessaires à leur départ pour la France.",
    "En raison du déclenchement, le 15 avril 2023, d’un conflit armé entre les forces soudanaises régulières et les « Forces de soutien rapide » (FSR), l'Ambassade de France à Khartoum a procédé à la destruction de tous les documents en sa possession, dont les passeports de N. et O.",
    "Privées de contact avec le personnel diplomatique français, exfiltré du pays, les deux jeunes filles se sont réfugiées au Nord du pays, à la frontière avec l’Égypte, où le conflit est d’une intensité bien moindre.",
    "Elles sont cependant livrées à elles-mêmes, sans hébergement ni ressources, à part les quelques subsides que leur mère parvient tant bien que mal à leur faire parvenir.",
    "Alors qu’elles étaient brièvement parvenues à franchir la frontière, l’Égypte les a, faute de passeport, immédiatement reconduites au Soudan.",
    "Quelques mois plus tard, N. et O. parviennent néanmoins, contre le paiement d’une forte somme d’argent, à obtenir deux nouveaux passeports soudanais.",
    "Grâce à ceux-ci, elles sont autorisées à entrer légalement en Égypte.",
    "Parallèlement à leur démarche pour obtenir le droit d’entrer en France, elles apprennent que l’Égypte exige un visa de sortie pour être admises à quitter leur territoire.",
    "Stagiaire dans le cabinet de Me A., saisie par Mme M. de cette situation, il vous est demandé de produire une note juridique dans laquelle vous indiquerez, de manière structurée, les règles juridiques applicables et celles d’entre elles qui vous paraissent avoir été violées en l’espèce.",
    "Me À. vous indique par ailleurs qu’elle s’occupera de la délicate question de la juridiction : vous présumerez quant à vous que les jeunes filles se trouvent sous la juridiction des États en présence."
  ],
  "Problématique": "Quelles sont les règles juridiques applicables à la situation de N. et O., filles de réfugiée, en matière de droit d’entrée et de sortie du territoire, et lesquelles ont été potentiellement violées par les États en présence ?",
  "Règles": [],
  "Analyse": [],
  "Solution": "Il vous est demandé de produire une note juridique dans laquelle vous indiquerez, de manière structurée, les règles juridiques applicables et celles d’entre elles qui vous paraissent avoir été violées en l’espèce."
}