{
  "Faits": [
    "La société TELEMARKETING LYON compte une soixantaine de salariés et plusieurs syndicats sont présents, dont la CGT, FO, et la CFDT.",
    "Un accord d'entreprise concernant un nouveau système de vote électronique a été signé en 2015 entre l'employeur et les syndicats FO et CFDT, mais la CGT n'a pas adhéré à cet accord.",
    "L'application de cet accord était subordonnée à la conclusion d'un avenant à cet accord concernant le système de vote électronique, avec une date d'intervention prévue pour novembre 2017.",
    "En novembre 2017, toutes les organisations syndicales représentatives ont été conviées à la discussion concernant cet avenant.",
    "La CGT estime que la mise en œuvre du nouveau système de vote électronique ne lui convient pas et que la procédure relative aux accords collectifs n'a pas été respectée.",
    "La CGT a obtenu plus de 50% des suffrages exprimés lors des élections professionnelles de fin septembre 2019.",
    "La société GENERIQUE, fabriquant des produits pharmaceutiques, compte plus de 50 salariés.",
    "Le représentant légal de la société GENERIQUE, Monsieur DURAND, a signé un accord collectif avec la CGT, la CFTC, et FO en 2015.",
    "Depuis les dernières élections, la CGT et FO ne sont plus représentatifs au sein de l'entreprise GENERIQUE, seule la CFTC ayant obtenu plus de 10% des voix.",
    "Monsieur DURAND souhaite réviser le contenu de l'accord signé en 2015 pour prendre en compte des évolutions économiques.",
    "Un autre accord d'entreprise à durée indéterminée a été conclu le 1er novembre 2015 pour le paiement d'une prime de rendement, mais ses modalités sont problématiques.",
    "La société SUPER CALL, une centrale d'appel, a absorbé la société CENTRALE D’APPEL.",
    "Un accord d'entreprise dans la société SUPER CALL prévoit le paiement d'un treizième mois à l'ensemble du personnel.",
    "La société CENTRALE D'APPEL ne prévoyait rien de particulier concernant la prime de treizième mois.",
    "Les nouveaux salariés embauchés après la fusion ainsi que les salariés de la société CENTRALE D'APPEL souhaitent bénéficier de la prime de treizième mois.",
    "Les autres salariés de la société SUPER CALL s'inquiètent du devenir de leur rémunération."
  ],
  "Problématique": [
    "La CGT peut-elle être signataire de l'avenant de révision de l'accord de vote électronique ?",
    "La CGT peut-elle valablement contester l'avenant de révision, et si oui, sur quel fondement ?",
    "La CGT, après avoir obtenu plus de 50% des suffrages, peut-elle engager une procédure de révision de l'accord d'entreprise signé en 2015 ?",
    "Le contrat signé en 2015 au sein de la société GENERIQUE est-il révisable, ou Monsieur DURAND est-il tenu de le dénoncer en raison de la perte de représentativité des syndicats ?",
    "Qui peut procéder à la dénonciation de l'accord relatif à la prime de rendement, comment et dans quelles conditions ?",
    "Les salariés de la société CENTRALE D'APPEL et les nouveaux salariés peuvent-ils bénéficier du treizième mois après la fusion ?",
    "Les salariés de la société SUPER CALL peuvent-ils être inquiets pour leur rémunération après la fusion ?"
  ],
  "Règles": [
    "Les conventions collectives peuvent être révisées ou dénoncées selon les règles prévues par la loi, mais la dénonciation peut être limitée par la représentativité des syndicats signataires.",
    "Un syndicat représentatif peut demander la révision d’un accord collectif, mais la possibilité de révision dépend de sa représentativité.",
    "L'accord collectif signé entre l'employeur et les syndicats est soumis à des règles de validité en fonction de la représentativité des syndicats et des évolutions de la situation.",
    "L'accord d'entreprise à durée indéterminée peut être dénoncé par les parties signataires dans les conditions prévues par la loi et selon les modalités de dénonciation prévues.",
    "Le treizième mois, comme avantage salarial, doit être défini dans les accords collectifs ou dans le règlement intérieur de l'entreprise et peut être étendu aux nouveaux salariés si l'accord prévoit une telle extension."
  ],
  "Analyse": [
    "La CGT peut contester l'avenant de révision si elle estime que la procédure n'a pas été respectée, mais sa capacité à être signataire dépend de sa représentativité.",
    "Le fait que la CGT ait obtenu plus de 50% des suffrages lui donne potentiellement la possibilité d’engager une procédure de révision de l'accord d'entreprise.",
    "Monsieur DURAND pourrait être contraint de dénoncer l'accord signé en 2015 si les syndicats signataires ne sont plus représentatifs, conformément aux règles de dénonciation prévues.",
    "La dénonciation de l'accord relatif à la prime de rendement peut être effectuée par l'employeur ou par un syndicat représentatif, selon les règles applicables.",
    "Les salariés de la société CENTRALE D'APPEL et les nouveaux salariés pourraient bénéficier du treizième mois si l'accord signé dans la société SUPER CALL s'applique à l'ensemble du personnel, y compris après la fusion."
  ],
  "Solution": [
    "La CGT peut contester l'avenant de révision, mais elle ne pourra le signer que si elle est toujours représentative au moment de la négociation.",
    "La CGT, ayant obtenu plus de 50% des suffrages, peut engager une procédure de révision de l'accord d'entreprise signé en 2015.",
    "Monsieur DURAND doit vérifier si l'accord signé en 2015 peut être révisé ou s'il est tenu de le dénoncer en raison de la perte de représentativité des syndicats.",
    "L'accord relatif à la prime de rendement peut être dénoncé par l'employeur ou un syndicat représentatif dans les conditions prévues, et les modalités de dénonciation doivent être respectées.",
    "Les salariés de la société CENTRALE D'APPEL et les nouveaux salariés peuvent bénéficier du treizième mois s'ils sont couverts par l'accord de la société SUPER CALL, et la situation des autres salariés doit être clarifiée en fonction des accords post-fusion."
  ]
}