{
  "Faits": [
    "Benedicte et Georges sont mariés, mais Georges découvre l'adultère de sa femme et quitte le domicile conjugal.",
    "Le couple a deux enfants, Chloé (4 ans).",
    "Georges souhaite reconnaître le futur enfant, mais ne veut pas du futur enfant ni avoir à s'occuper des deux autres enfants.",
    "Georges souhaite recourir seul à la procréation médicalement assistée (PMA).",
    "Philippe, l'amant de Georges, s'inquiète des conséquences du divorce.",
    "Chloé souhaite être entendue par le juge."
  ],
  "Problématique": [
    "Est-ce que Sacha peut annuler la vente des deux biens après avoir réglé le prix de vente dans les deux cas ?",
    "Est-ce que Georges peut adopter les deux enfants du couple ?",
    "Peut-il contraindre Claude à remplacer les thuyas endommagés à ses frais ?"
  ],
  "Règles": [
    "Article 229 : divorce par consentement mutuel.",
    "Article 212 : règle sur la prestation compensatoire.",
    "Article 266 : préjudices résultant de la rupture du mariage.",
    "Article 240 : fautes indépendantes du divorce.",
    "Article 227 : les droits et obligations des parents en matière d'autorité parentale.",
    "Article 3 du Code de la santé publique concernant la PMA et la GPA."
  ],
  "Analyse": [
    "Le divorce par consentement mutuel est possible à condition que les parties soient d'accord sur les conséquences, y compris la prestation compensatoire.",
    "Le jugement sur la reconnaissance de la paternité doit se faire selon l'intérêt de l'enfant et les principes de la filiation.",
    "Georges a le droit de refuser la reconnaissance de l’enfant s’il n’est pas le père biologique, sauf en cas de contestation."
  ],
  "Solution": [
    "Georges pourrait obtenir le divorce par consentement mutuel, avec la prestation compensatoire basée sur la durée du mariage et les disparités économiques.",
    "Georges peut refuser de reconnaître l’enfant, mais cela devra être validé par le juge selon les circonstances, et il pourrait être amené à prouver sa non-paternité.",
    "Si Georges veut adopter les enfants, il devra être marié avec la mère et la procédure devra se faire par l’intermédiaire d’un acte d’adoption légale."
  ]
}