{
  "Faits": [
    "Sandra R. est gérante du restaurant bistronomique « L’étoile de St-Jean » et a engagé Timothée S. pour travailler dans son restaurant en 2021.",
    "Timothée S. a effectué plusieurs tâches pour Sandra R., dont de la plonge, de l’aide lors des livraisons, du service à table, et du nettoyage.",
    "Sandra R. lui a communiqué début février 2022 qu'elle ne le contacterait plus, et Timothée S. a réclamé son salaire pour les heures effectuées."
  ],
  "Problématique": [
    "Sandra R. conteste avoir conclu un contrat de travail avec Timothée S. et pense qu'il agissait bénévolement, mais Timothée S. demande s'il était au bénéfice d’un contrat de travail.",
    "Joana T. se demande si son contrat avec l’Orchestre de Chambre de Genève est un contrat de travail ou un contrat de mandat, après que le spectacle a été retiré de la saison et que l'Orchestre l'a libérée de ses obligations."
  ],
  "Règles": [
    "L’article 1 du Code des obligations suisse définit le contrat de travail comme étant un accord entre un employeur et un salarié, où le salarié s'engage à fournir des prestations contre une rémunération.",
    "Le contrat de mandat est défini à l’article 394 du Code civil suisse comme étant un contrat par lequel une personne s’engage à exécuter une tâche pour le compte d’une autre sans relation salariale.",
    "L’article 323 du Code des obligations suisse impose que pour qu’un contrat de travail soit valide, il doit exister une prestation de travail en échange d’une rémunération."
  ],
  "Analyse": [
    "Dans le cas de Timothée S., bien que Sandra R. pense qu’il agissait bénévolement, les faits montrent qu'il a effectué plusieurs tâches régulières et pour lesquelles il pourrait prétendre à une rémunération, indiquant ainsi l'existence d'un contrat de travail.",
    "Dans le cas de Joana T., la clause du contrat de travail indiquant l’interdiction de se produire ailleurs et l’exigence d’une prestation précise montrent des éléments typiques d’un contrat de travail, ce qui exclut la qualification de contrat de mandat."
  ],
  "Solution": [
    "Timothée S. semble avoir un contrat de travail avec Sandra R. malgré son désaveu, et il est en droit de réclamer son salaire pour les heures effectuées.",
    "Joana T. a un contrat de travail avec l'Orchestre de Chambre de Genève et peut exiger son cachet pour la période concernée, même si la prestation n’a pas eu lieu."
  ]
}