{
  "Faits": [
    "Un coach sportif est contacté par une salle de sport pour qu'il exerce son activité au service de l’entreprise.",
    "Les deux parties se mettent d'accord sur le fait que le coach demeurera entrepreneur et ne deviendra pas salarié.",
    "Après des années de bonne collaboration, la salle de sport a décidé de mettre fin au partenariat après une altercation."
  ],
  "Problématique": "Le coach souhaite obtenir la requalification du contrat de partenariat en un contrat de travail. Quelles sont les éléments nécessaires pour affirmer qu’on a affaire à une relation de travail ? Est-il possible d’obtenir la requalification du contrat en un contrat de travail même après s’être mis d’accord sur le fait de ne pas être salarié de l’entreprise ?",
  "Règles": [
    "L'existence d'une prestation de travail, convenue entre l'employeur et l'employé, qui doit être effective et réalisée au profit de l'employeur.",
    "Le versement d’une rémunération par l’employeur à l'employé.",
    "L'existence d'un lien de subordination caractérisé par la soumission à des horaires de travail fixées par l’employeur, l’obligation de respecter des directives, l'attribution d'objectifs, et la fourniture de moyens nécessaires à la réalisation du travail.",
    "Les articles L121-1 et L511-1 du Code du travail stipulent que la relation de travail dépend des conditions de fait dans lesquelles est exercée l'activité des travaillants, et non de la volonté exprimée par les parties ou de la dénomination donnée à la convention."
  ],
  "Analyse": [
    "Le coach a exercé une activité réelle et effective au profit de la salle de sport et a reçu une rémunération pour cette activité.",
    "Il existait un lien de subordination, notamment par la soumission aux horaires fixés par l'employeur et les directions reçues dans l'organisation du travail.",
    "Le fait que le coach ait été poussé à créer son entreprise et à adopter le statut d'autoentrepreneur, mais n'ait eu aucun autre client que la salle de sport, suggère un lien de subordination effectif."
  ],
  "Solution": "Monsieur Durant peut saisir le Conseil des Prud'hommes pour demander la requalification de son contrat en contrat de travail. Cette requalification peut donner lieu à des conséquences civiles telles que le versement d’indemnités légales ou conventionnelles de licenciement, des indemnités pour licenciement sans cause réelle et sérieuse, ou des indemnités pour travail dissimulé, égales à 6 mois de salaire."
}