{
  "Faits": [
    "Monsieur Celer est un commerçant de détails et fait appel à l’entreprise Start’ qui a une activité de courtier en art.",
    "M. Celer missionne l’entreprise Start’ pour lui trouver un illustrateur afin de développer l'image publicitaire de son produit « Celly Bee ».",
    "L’entreprise Start’ engage alors l’artiste Cécé pour réaliser les illustrations.",
    "Start’ étant l’intermédiaire, M. Celer et Cécé n’ont jamais été en contact direct.",
    "C’est par le biais de l’entreprise Start’ que l’illustrateur est informé que ses dessins seront utilisés à des fins publicitaires.",
    "Une fois le travail achevé, M. Celer utilise les illustrations pour faire de la publicité, des packagings et du matériel promotionnel.",
    "Cécé ne s’attendait pas à une utilisation aussi large de son œuvre et considère qu’il n’a pas donné son autorisation pour chacune de ces exploitations.",
    "Il réclame alors à l’entreprise Start’ une rémunération supplémentaire.",
    "L’entreprise Start’ ne comprend pas les allégations de l’artiste car pendant leurs échanges concernant l’utilisation de ses dessins par M. Celer, il n’avait jamais été question de limitation dans l’usage que devait en faire ce dernier.",
    "Les factures qu’avait fournies Cécé à l’entreprise Start’ ne contenaient aucune limitation ou avertissement concernant les droits d'auteur.",
    "Cécé n'avait jamais fait connaitre son point de vue sur l’étendue de l’utilisation de ses dessins et n’avait jamais mentionné la différence entre l’utilisation à des fins publicitaires ou pour le packaging."
  ],
  "Problématique": "Cécé peut-il obtenir réparation pour l’utilisation de son œuvre qu’il estime être une violation de ses droits d’auteur ?",
  "Règles": [
    "Le droit d’auteur implique une cession expresse et précise pour chaque mode d’exploitation (article L131-3 CPI).",
    "En l’absence de clause spécifique, l’interprétation est restrictive en faveur de l’auteur.",
    "La jurisprudence admet qu’un usage implicite peut être toléré selon l’intention des parties, leur comportement et les usages professionnels."
  ],
  "Analyse": [
    "Cécé n’a jamais exprimé de restriction écrite ou orale à l’utilisation étendue de ses œuvres.",
    "Start’ et M. Celer n’ont reçu aucune notification d’un périmètre contractuel limité des droits d’exploitation.",
    "Le packaging peut ne pas être compris dans le terme publicité, mais aucune clarification contractuelle n’existait.",
    "Le juge pourrait prendre en compte la qualité professionnelle de l’artiste ainsi que le montant de la rémunération pour apprécier la portée implicite du contrat."
  ],
  "Solution": "Cécé pourrait obtenir une rémunération supplémentaire si le juge considère que l’utilisation du packaging dépasse le cadre de la licence implicite initiale, et que l’absence de mention explicite ne suffit pas à exclure ses droits. Une part d’équité guidera le juge dans l’interprétation de la portée des droits cédés."
}