{
  "Faits": [
    "Le maire de la commune de Véligo-Le-Haut prend un arrêté interdisant la pratique de sports de glisse similaires à la trottinette sur l'ensemble du territoire de la commune suite à un accident entre un jeune garçon et une trottinette.",
    "L'arrêté du maire justifie cette interdiction par la nécessité de maintenir l'ordre public et le danger que cela représente pour les piétons.",
    "M. Després, un pratiquant de sport de glisse habitant à Véligo-Le-Bas, souhaite contester l'arrêté en exerçant un recours pour excès de pouvoir."
  ],
  "Problématique": "M. Després peut-il exercer un recours contre l'arrêté de l'autorité de police de Véligo-Le-Haut pour excès de pouvoir, et a-t-il des chances d'aboutir à l'annulation de cet arrêté ?",
  "Règles": [
    "Article L. 2212-2 du Code général des collectivités territoriales (CGCT) : le maire dispose du pouvoir de police pour assurer le bon ordre public, la sûreté, la sécurité et la salubrité publique.",
    "Un arrêté municipal peut être attaqué par recours pour excès de pouvoir devant le tribunal administratif en cas de vice de légalité interne ou externe.",
    "Le requérant doit respecter un délai de deux mois maximum à compter de la publication de l’acte administratif pour exercer un recours."
  ],
  "Analyse": [
    "Le maire a un pouvoir de police selon l'article L. 2212-2 du CGCT, mais l'arrêté semble présenter un vice de proportionnalité entre la décision prise et les faits, car il est basé uniquement sur un accident isolé et ne prend pas suffisamment en compte d'autres facteurs.",
    "L'arrêté porte atteinte à la liberté de circulation et au principe d'égalité entre usagers de la voie publique, ce qui pourrait constituer une violation des droits fondamentaux des citoyens."
  ],
  "Solution": "M. Després peut exercer un recours pour excès de pouvoir devant le tribunal administratif. Son recours a de fortes chances d'aboutir à l'annulation de l'arrêté en raison de son vice de proportionnalité et de l'atteinte à la liberté de circulation. M. Després remplit les conditions nécessaires pour agir, ayant un intérêt légitime et la capacité à contester l'arrêté dans le délai de deux mois."
}