{
  "Faits": [
    "Une loi du 2 janvier 2017 restreint l’exercice de la profession de vétérinaire en France aux seuls ressortissants français.",
    "Monsieur Mometre, de nationalité belge et résident en France, exerce néanmoins cette profession et fait l’objet de poursuites pour exercice illégal.",
    "Condamné en première instance puis en appel, il forme un pourvoi en cassation.",
    "Devant la Cour de cassation, il invoque un règlement européen qui autorise les ressortissants de l’Union européenne, titulaires d’un diplôme vétérinaire reconnu, à exercer leur profession sur le territoire de tout État membre."
  ],
  "Problématique": "La loi française peut-elle prévaloir sur le droit européen et la condamnation de Monsieur Mometre est-elle juridiquement valable ?",
  "Règles": [
    "Le règlement européen invoqué repose sur le principe fondamental de la libre circulation des travailleurs et de la reconnaissance mutuelle des diplômes au sein de l’Union européenne.",
    "Ce principe est consacré par l’article 45 du Traité sur le Fonctionnement de l’Union européenne (TFUE) et par les règlements et directives encadrant les professions réglementées.",
    "En vertu du droit communautaire, une norme nationale ne peut pas aller à l’encontre d’un règlement européen directement applicable.",
    "Les États membres ne peuvent imposer de restrictions à l’exercice d’une profession qui seraient incompatibles avec les libertés fondamentales garanties par l’Union."
  ],
  "Analyse": [
    "La loi française du 2 janvier 2017, en réservant l’exercice de la profession de vétérinaire aux seuls ressortissants français, établit une discrimination fondée sur la nationalité, ce qui est contraire au droit de l’Union européenne.",
    "La Cour de cassation, en tant que juridiction suprême, a pour mission de vérifier la conformité des décisions rendues par les juridictions inférieures avec les normes supérieures, notamment le droit de l’Union européenne.",
    "Elle pourrait constater que la loi nationale méconnaît un règlement européen directement applicable, et prononcer son inapplicabilité."
  ],
  "Solution": "Monsieur Walter Mometre a de fortes chances d’obtenir gain de cause devant la Cour de cassation. Celle-ci devrait reconnaître la supériorité du droit européen et écarter l’application de la loi nationale litigieuse, conduisant ainsi à l’annulation de sa condamnation."
}