{
  "Faits": [
    "Quatre associés décident de créer une entreprise où chacun d'entre eux apporte quelque chose.",
    "Ils comptent insérer dans leur contrat une stipulation qui prévoit la répartition par tête des revenus, sauf pour l'un d'eux qui accepte de ne rien percevoir en échange de la gestion indépendante de l'entreprise.",
    "Un des associés est mineur et pourrait poser problème pour certaines formes de société."
  ],
  "Problématique": "Quelle structure de société est la plus appropriée pour les quatre associés, et la stipulation contractuelle prévue concernant la répartition des revenus est-elle valable ? De plus, contre qui le prestataire peut-il agir pour les services impayés ?",
  "Règles": [
    "L'article L. 251-1 du Code de commerce définit le groupement d'intérêt économique (GIE) comme ayant pour but de faciliter l’activité économique des membres sans réaliser de bénéfices pour lui-même.",
    "L'article L. 221-1 du Code de commerce précise que dans une société en nom collectif (SNC), un mineur non émancipé ne peut pas être associé.",
    "L'article 1844-1 du Code civil définit les clauses léonines comme étant celles qui attribuent à un associé la totalité des bénéfices ou exonèrent un associé de toute perte."
  ],
  "Analyse": [
    "Le groupement d'intérêt économique (GIE) ne convient pas, car l'activité principale des associés est l'achat et la vente de livres, ce qui ne correspond pas à un caractère auxiliaire.",
    "La société en nom collectif (SNC) n'est pas possible si l'un des associés est mineur non émancipé, ce qui est le cas ici.",
    "La stipulation contractuelle, excluant un associé de la répartition des bénéfices, pourrait constituer une clause léonine et ainsi être invalide."
  ],
  "Solution": "La société la plus appropriée ne serait pas un GIE ni une SNC, car l'un des associés est mineur. Le plus probable serait une société par actions simplifiée (SAS) ou une société à responsabilité limitée (SARL). Quant à la clause de répartition des bénéfices, elle pourrait être invalide si elle est jugée comme une clause léonine. Le prestataire peut agir contre l'associé qui a commandé la prestation pour récupérer les paiements impayés."
}