{
  "Faits": [
    "Les effets du divorce incluent la dissolution du lien matrimonial et la perte du nom du conjoint, sauf si ce dernier l'autorise ou si le juge l'autorise.",
    "L'époux souhaitant conserver le nom doit justifier d'un intérêt particulier pour lui ou ses enfants.",
    "Le divorce entraîne la liquidation du régime matrimonial et affecte les donations et avantages matrimoniaux."
  ],
  "Problématique": [
    "Le conjoint peut-il conserver son nom après le divorce ?",
    "Comment sont traitées les donations et avantages matrimoniaux dans le cadre du divorce ?",
    "Quelles sont les conditions et modalités de la prestation compensatoire dans le divorce ?",
    "Les dommages et intérêts peuvent-ils être demandés après le divorce, et dans quelles conditions ?"
  ],
  "Règles": [
    "Article 112 du Code civil : La présomption d'absence peut être constatée lorsque la personne ne se présente plus et ne donne plus de nouvelles.",
    "Article 271 du Code civil : La prestation compensatoire est attribuée en cas de disparité dans les conditions de vie des époux après le divorce.",
    "Article 266 du Code civil : Les dommages et intérêts peuvent être demandés si une faute a été commise et si un préjudice distinct de celui réparé par le divorce existe."
  ],
  "Analyse": [
    "L'époux qui souhaite conserver son nom après le divorce doit justifier d'un intérêt particulier.",
    "Les avantages matrimoniaux peuvent être révoqués ou maintenus selon la volonté de l'époux qui les a consentis.",
    "La prestation compensatoire peut être versée sous forme de capital, sauf dans des cas exceptionnels où elle peut être révisée ou versée sous forme de rente viagère."
  ],
  "Solution": [
    "Le conjoint pourra conserver son nom si le juge l'autorise ou s'il prouve un intérêt particulier.",
    "Les donations et avantages matrimoniaux peuvent être révoqués ou maintenus en fonction de la volonté de l'époux, et la prestation compensatoire sera attribuée en fonction de la disparité des conditions de vie.",
    "Les dommages et intérêts peuvent être accordés si un préjudice distinct est prouvé, et si le comportement de l'un des conjoints a causé une faute menant à ce préjudice."
  ]
}