{
  "Faits": [
    "Monsieur Sam Soulé est délégué syndical dans une grande entreprise Bouygues construction.",
    "Après un mouvement de grève il a constaté que l'employeur avait sanctionné plus lourdement les représentants syndicaux.",
    "Il constate malheureusement que ce n'est pas la première fois qu'il y a une telle injustice.",
    "Dernièrement il en a fait personnellement les frais puisque son investissement syndical lui a été reproché lors de son entretien.",
    "Il reconnaît cependant que cette appréciation n'a aucun impact négatif en termes de rémunération ou de promotion.",
    "Récemment, son employeur a adressé plusieurs lettres ouvertes à l'ensemble des salariés discréditant ouvertement son action par des jeux de mots dont son nom de famille a dû faire les frais."
  ],
  "Problématique": "Les comportements de l'employeur sont-ils identifiés juridiquement ? Peuvent-ils donner lieu à des sanctions ?",
  "Règles": [
    "Selon l'art L1132-1 du code du travail « aucun salarié ne peut être sanctionné, licencié ou faire l'objet d'une mesure discriminatoire directe ou indirecte en raison de son activité syndicale ».",
    "L2141-5 du code du travail « l'employeur ne peut prendre en considération l'appartenance à un syndicat ou l'exercice d'une activité syndicale pour arrêter ses décisions en matière de recrutement, de conduite ou de répartition du travail, de formation professionnelle, d'avancement, de rémunération et d'octroi d'avantages sociaux, de mesure de discipline et de rupture de contrat de travail ».",
    "Est discriminatoire le fait de prendre en considération l'exercice d'une activité syndicale dans l’évaluation d’un salarié même si l'appréciation n'a eu aucun effet sur la rémunération ou de promotion. Cour de cass 17 oct. 2006.",
    "Est discriminatoire le fait de ne sanctionner dans le cadre d'un mouvement de grève que le seul délégué syndical ou de le sanctionner plus lourdement que les autres salariés grévistes. Cass crim T fév 1989.",
    "Régime de la preuve : le salarié doit soumettre au juge les éléments de faits laissant supposer l’existence d’une discrimination syndicale (rappelé par l'arrêt du 20 mai 2008).",
    "L'employeur contestant la discrimination doit établir que la disparité de situation constatée est justifiée par des éléments objectifs étrangers à l'appartenance à un syndicat.",
    "L1245-5 : le non-respect des dispositions est passible d'une amende de 3750€ et 1 an d’emprisonnement.",
    "L’envoi de lettre ouverte à l'ensemble des salariés afin de dénigrer un délégué syndical constitue un moyen de pression prohibé (Cour de cassation chambre criminelle 19 nov 2013)."
  ],
  "Analyse": [
    "La lettre ouverte est un élément objectif, c’est un moyen de pression sur le délégué syndical.",
    "Il y a aussi le constat que les représentants syndiqués ont été plus lourdement sanctionnés lors du dernier mouvement de grève."
  ],
  "Solution": "La victime est en droit de réclamer la réparation du préjudice."
}