{
  "Faits": [
    "Paule Pot est commerçante et exploite un fonds de commerce de papier peint à Rouen.",
    "Elle a conclu un contrat de fourniture avec la SARL Peintout, domiciliée à Paris, qui est devenu déséquilibré suite à une augmentation brutale des matières premières.",
    "Paule Pot souhaite résilier le contrat avec la SARL Peintout.",
    "Un client, M. Bois, se plaint de la mauvaise qualité de la peinture vendue et envisage de l'assigner en justice.",
    "Le contrat de Paule Pot stipule que, en cas de litige, le tribunal compétent est le tribunal de commerce de Rouen."
  ],
  "Problématique": [
    "Quel tribunal est compétent pour le litige entre Paule Pot et la SARL Peintout ?",
    "Mme Pot peut-elle opposer la clause de compétence mixte au client M. Bois, qui n'est pas commerçant ?",
    "Quel tribunal est compétent pour le litige entre Mme Pot et M. Bois ?"
  ],
  "Règles": [
    "La compétence matérielle du tribunal dépend de la qualité des parties. Lorsque les deux parties sont commerçantes, le tribunal compétent est le tribunal de commerce.",
    "La compétence territoriale est généralement celle du défendeur, mais pour un litige portant sur un contrat, le demandeur peut choisir le lieu de l'exécution du contrat.",
    "Les clauses de compétence mixte ne sont valables qu'entre commerçants. Si l'une des parties n'est pas commerçante, la clause n'est pas valable.",
    "Dans un litige entre un commerçant et un non-commerçant, le non-commerçant peut choisir entre le tribunal de commerce ou le tribunal civil."
  ],
  "Analyse": [
    "Dans le premier litige, la SARL Peintout étant une société commerciale et Paule Pot étant commerçante, le tribunal compétent est le tribunal de commerce. La compétence territoriale est déterminée par le lieu de l'exécution du contrat, c'est-à-dire Paris, le domicile du défendeur.",
    "Dans le second litige, la clause de compétence mixte ne peut être opposée à M. Bois, car il est un particulier et non un commerçant.",
    "En cas de litige entre un commerçant et un particulier, le tribunal compétent est au choix du non-commerçant, soit le tribunal de commerce, soit le tribunal d'instance (TI) ou le tribunal de grande instance (TGI)."
  ],
  "Solution": [
    "Le tribunal compétent pour le premier litige sera le tribunal de commerce, et la compétence territoriale sera celle du tribunal de Paris, le lieu d'exécution du contrat.",
    "Mme Pot ne peut pas opposer la clause de compétence mixte à M. Bois.",
    "Pour le litige entre Mme Pot et M. Bois, le tribunal compétent sera au choix de M. Bois : soit le tribunal de commerce, soit un tribunal civil (TI ou TGI), avec la compétence territoriale étant le tribunal du Havre ou celui du lieu de livraison (Caen)."
  ]
}