{
  "Faits": [
    "Le cas pratique permet de vérifier votre aptitude au raisonnement juridique.",
    "Cet exercice se présente sous la forme d'une petite histoire qui met aux prises plusieurs protagonistes et qui débouche sur un litige qu'il faut résoudre.",
    "Dans certains cas, des questions précises vous seront posées.",
    "Dans d'autres, vous serez amenés à déterminer vous-mêmes les problématiques juridiques et à y apporter une solution.",
    "Le préalable indispensable consiste en une lecture très attentive du texte du cas pratique afin que vous soyez certains d’'avoir correctement compris les faits de l'espèce qui est relatée.",
    "Par exemple, si le texte du cas pratique précise que le maire d’une commune autorise unilatéralement une entreprise à occuper le domaine public, ce n’est pas la même chose que s'il est énoncé que la commune conclut un contrat avec cette entreprise ayant pour effet d'autoriser cette même occupation domaniale.",
    "Parfois vous serez aidés par le rédacteur du cas pratique qui pourra vous orienter ou poser des questions précises.",
    "Parfois l’'exercice consistera justement à déterminer les problèmes juridiques soulevés par les faits d'espèce.",
    "Par exemple : si le cas pratique met en scène un litige entre le gestionnaire d'un service public et un usager, il vous faudra peut-être déterminer devant quelle juridiction porter ce litige.",
    "Par exemple, si le cas pratique expose les conditions de fonctionnement d'une activité assurée par une collectivité publique, sans en dire plus, il vous faudra déterminer s’il s'agit d'une activité de service public ou non.",
    "Par exemple, si vous avez qualifié l'activité de la collectivité publique de service public, vous saurez que certaines règles générales doivent s'appliquer : le principe d'égalité, de continuité et de mutabilité."
  ],
  "Problématique": "Il vous faudra déterminer quelles questions juridiques soulève le litige en cause : est-ce un problème de tarification ? Une demande indemnitaire ?",
  "Règles": [
    "Il convient de qualifier juridiquement les faits, c'est à dire déterminer dans quelle catégorie juridique il convient de les classer afin de leur appliquer les règles de droit adéquates.",
    "Cette qualification vous permettra de déterminer quelles sont les règles applicables pour trancher le litige ou résoudre une question juridique.",
    "Il vous faudra déterminer les règles abstraites qui vont s'appliquer aux faits que vous avez juridiquement qualifiés."
  ],
  "Analyse": [
    "Il vous faudra déterminer quelle est la nature juridique du service public et quel est le type de litige qui l'oppose à l’usager.",
    "Il vous faudra faire application des règles générales que vous avez rappelées aux faits d’espèce afin de résoudre la difficulté juridique ou trancher le litige."
  ],
  "Solution": "Il vous faudra bien entendu justifier la ou les solutions que vous proposez. Ceci est très important, car même si votre solution s'avère erronée, le raisonnement que vous avez tenu peut être exact et vous rapporter des points."
}