{
  "Faits": [
    "Alice, âgée de 34 ans, et Bastien, âgé de 29 ans, sont mariés depuis 5 ans et vivent ensemble depuis 8 ans.",
    "Le couple n’arrive pas à avoir d’enfant de manière naturelle.",
    "Danaé, une jeune amie de Bastien âgée de 17 ans, est enceinte de 6 mois et souhaite que le couple accepte d’adopter son enfant à naître.",
    "Une ancienne petite amie d'Alice, Céline, est disposée à être mère porteuse suite à une fécondation in vitro avec les gamètes du couple.",
    "Le couple souhaite savoir les conditions d’accès à la procréation médicalement assistée en Suisse.",
    "Dans l’hypothèse où Bastien serait stérile, Alice souhaite savoir si elle peut bénéficier du sperme d'un autre homme."
  ],
  "Problématique": [
    "Quelles sont les possibilités légales pour le couple concernant l’adoption de l’enfant de Danaé ?",
    "Est-il possible pour le couple d'utiliser une mère porteuse en Suisse ?",
    "Quelles sont les conditions d’accès à la procréation médicalement assistée en Suisse ?",
    "Dans le cas où Bastien serait stérile, Alice peut-elle bénéficier du sperme d’un autre homme ?",
    "Quelles sont les conséquences juridiques sur la filiation de l’enfant dans ce dernier cas ?"
  ],
  "Règles": [
    "Article 264a CC : Pour adopter, il faut deux personnes mariées avec un minimum de trois ans de ménage commun.",
    "Article 265b CC : Les parents juridiques doivent donner leur accord au moins 6 semaines avant la naissance, et peuvent changer d’avis jusqu’à 6 semaines.",
    "Article 4 LPMA : Il est interdit de faire recours à une mère porteuse en Suisse.",
    "Article 3 et 5 LIPMA : Il faut être marié pour bénéficier d’un don de sperme et pouvoir assumer le rôle parental.",
    "Article 3 LPMA : Le don de sperme est autorisé uniquement pour les couples mariés.",
    "Article 23 LPMA et Article 255 ss CC : Le père juridique est le mari de la mère et l’enfant n’a aucun lien juridique avec le père génétique."
  ],
  "Analyse": [
    "Danaé étant mineure, elle ne détiendra pas l’autorité parentale et il faudra nommer un tuteur à l’enfant. Il faut l’autorisation de l’APEA et des parents juridiques.",
    "L’utilisation d’une mère porteuse est interdite en Suisse, mais le couple pourrait aller à l’étranger et adopter l’enfant.",
    "Le don de sperme est réservé aux couples mariés et nécessitant l’usage de méthodes autorisées selon la LIPMA.",
    "Le père juridique est le mari de la mère, et l’enfant n’a aucun lien juridique avec le père biologique. L’enfant peut demander des renseignements sur son père biologique à tout âge s’il a des intérêts justifiés ou dès 18 ans."
  ],
  "Solution": [
    "Le couple peut adopter l’enfant de Danaé à condition d’être marié et d’avoir été en ménage commun pendant au moins trois ans. Le consentement des parents juridiques et l’autorisation de l’APEA sont nécessaires.",
    "La mère porteuse n’étant pas autorisée en Suisse, le couple pourrait aller à l’étranger pour adopter l’enfant.",
    "Alice peut bénéficier d’un don de sperme si elle et Bastien sont mariés, en utilisant une méthode autorisée selon la LIPMA.",
    "Dans le cas de l’enfant né de cette procédure, le père juridique sera le mari de la mère, et l’enfant pourra demander des informations sur son père biologique à tout âge si l’intérêt est justifié ou dès 18 ans sans condition."
  ]
}