{
  "Faits": [
    "1) Constatation de l’élément d'extranéité (nationalité, domicile etc).",
    "2) Qualification lege fori de la catégorie juridique : CASS 1995 Caraslanis : selon les conceptions du for (autorité saisie)",
    "3) Regarder existence de loi d’application immédiate ou reconnaissance des situations",
    "4) Détermination de l’ofÏce selon la nature des droits litigieux",
    "5) Résolution des incidences de facteur temps",
    "6) Mise en œuvre RCL (que ce soit française ou étrangère)",
    "7) Détermination du contenu de la loi",
    "8) Regarder s'il y a des correctifs à la RCL",
    "9) Application de la loi matérielle désignée : Application distributive à chaque question"
  ],
  "Problématique": "Résolution du conflit de lois en présence d’un élément d’extranéité et détermination de la loi applicable au litige.",
  "Règles": [
    "Loi de police (exigence de rattachement au for + distinction selon la source de son application)",
    "Article 61-3-1 du code civil : Si autre nom à l’état civil d’un autre état possibilité de demander à changer le sien en France à l’ofÏcier d’état civil sans procédure judiciaire",
    "Article 8 de la CEDH (CEDH 2013 Kissmoun c/France) et liberté de circulation (CJCE 2008 Grunkin Paul)",
    "Droits disponibles : le juge peut appliquer la RCL (faculté) sauf si accord procédural des parties (CASS 1988 Roho) mais il en a l’obligation si les parties le demandent (CASS 1968 Schwartz)",
    "Droits indisponibles (obligatoire) et pas d'accord procédural (CASS 1999 Mutuelles du Mans)",
    "CASS 1982 Ortiz Estacio (article 2 : la loi ne rétroagit pas)",
    "CASS 1999 Compagnie Royale Belge : Appréciation in concreto du résultat (nécessite une motivation à défaut cassation)",
    "CASS 2005 CIV Aubin, COM Itarco : preuve de la loi étrangère",
    "CASS 1878 : Princesse de Beauffremont, CASS 1985 CARON : fraude à la loi"
  ],
  "Analyse": [
    "Dans ces cas-là application de ces lois sur les points concernés.",
    "À défaut et pour les autres points du litige (étape 6 : mise en œuvre de la RCL)",
    "Formation d’un nouveau droit : loi au moment des faits",
    "Reconnaissance d'effet : loi ancienne (effets anciens) / loi nouvelle (effets nouveaux)",
    "Critère de rattachement : Modification réelle (Règles mobiles ou absence résolution internationaliste casuistique)",
    "Regarder s'il existe une RMI dans l'ordre juridique désigné applicable (application indirecte)",
    "Regarder théorie de l'équivalence : Si loi équivalente possibilité d'appliquer la loi française directement",
    "Siloi étrangère : preuve de la loi étrangère. Si échec application subsidiaire de la loi française (obligation de moyens), motivation nécessaire",
    "Exception d'OP, Renvoi (1er degré, 2nd degré), Modification artificielle, fraude à la loi"
  ],
  "Solution": "Application distributive à chaque question en fonction de la loi matérielle désignée par les étapes précédentes."
}