{
  "Faits": [
    "Homer achète un tracteur-tondeuse à petit prix et le prête à son voisin, Ned, peu expérimenté.",
    "Ned perd le contrôle du tracteur, roule sur son pied et se retrouve en fauteuil roulant pendant 3 mois, en incapacité totale de travail.",
    "Le tracteur est endommagé et Homer tient son ami Ned pour seul responsable.",
    "Les jardinières de Marge s’effondrent sous le poids de la pluie et blessent gravement ceux qui étaient en dessous.",
    "Marge confie son chien Petit Papa Noël à sa sœur, et le chien mord une amie de sa sœur qui nécessite 10 points de suture au mollet."
  ],
  "Problématique": [
    "Qui est responsable des préjudices causés par l'accident du tracteur-tondeuse prêté par Homer ?",
    "La responsabilité de Marge est-elle engagée suite à l'effondrement des jardinières ?",
    "Marge est-elle responsable des blessures causées par son chien, Petit Papa Noël, alors qu'il était sous la garde de sa sœur ?"
  ],
  "Règles": [
    "Article L 324-1 du code de la route : tout véhicule terrestre à moteur doit être assuré au titre de la garantie responsabilité civile.",
    "Article 1242 du Code civil : la responsabilité du fait des choses.",
    "Article 1243 du Code civil : la responsabilité du fait des animaux.",
    "Jurisprudence Cassation civ. 2° du 22.5.14, n°13-10561 : la tondeuse auto portée munie d’un siège est assimilée à un véhicule terrestre à moteur."
  ],
  "Analyse": [
    "Dans le cas du tracteur, il y a plusieurs préjudices : moral (souffrance liée au pied coupé), physique (incapacité de travail), et patrimonial (perte de revenu et soins). Le risque est transféré à Ned, qui était adulte et averti.",
    "Dans le cas de la jardinière, Marge a fait preuve d’imprudence en négligeant l'entretien des jardinières, ce qui engage sa responsabilité pour l’effondrement.",
    "Concernant le chien, Marge n'est pas responsable des dommages causés par son chien car celui-ci était sous la garde de sa sœur au moment de l'accident. La jurisprudence semble indiquer que la garde a été transférée à la sœur pendant les vacances."
  ],
  "Solution": [
    "Homer n'est pas responsable de l'accident avec le tracteur, car Ned a accepté d'utiliser la chose et a été averti des risques.",
    "Marge devra payer les dommages causés par l’effondrement des jardinières en raison de son imprudence.",
    "Marge n'est pas responsable des blessures causées par son chien, car il était sous la garde de sa sœur. La responsabilité incombe à la sœur de Marge."
  ]
}