{
  "Faits": [
    "M. Vincent Dindon et Angèle se sont mariés le 18 septembre 2020.",
    "Depuis leur mariage, Angèle et Vincent n’ont eu qu'une seule relation sexuelle et font chambre à part.",
    "Angèle a contracté un emprunt de 32 000 euros et réclame souvent de l'argent à son époux.",
    "Vincent Dindon a surpris son épouse en train de parler avec d'autres hommes sur internet."
  ],
  "Problématique": [
    "Le non-respect des obligations découlant du mariage peut-il entraîner un défaut d'intention matrimoniale véritable et donc la nullité du mariage ?"
  ],
  "Règles": [
    "L'article 184 du Code Civil indique que tout mariage peut être attaqué dans un délai de trente ans à compter de sa célébration.",
    "L'article 146 du Code Civil stipule qu'il n'y a pas de mariage lorsqu'il n'y a pas de consentement.",
    "L'affaire Appietto du 20 novembre 1963 précise que le mariage est nul lorsqu'il n'y a pas de consentement véritable et qu'il a été contracté dans un but étranger à l'union matrimoniale.",
    "La jurisprudence affirme que le mariage peut être annulé si les époux ne respectent pas les obligations du mariage, comme dans l'arrêt du 19 décembre 2002 de la Cour de cassation."
  ],
  "Analyse": [
    "Le mariage peut être annulé si l'intention matrimoniale véritable fait défaut, ce qui peut se produire si l'un des époux ne respecte pas les obligations du mariage, telles que l'union charnelle et la cohabitation.",
    "Le fait que l'épouse se soit mariée dans le but d'obtenir des avantages financiers, et qu'elle ait ensuite refusé d'avoir des relations avec son mari, constitue un manquement aux obligations du mariage, ce qui pourrait entraîner la nullité.",
    "L'échange de photos et de mails intimes avec d'autres hommes sur des sites de rencontre peut également être interprété comme une violation des obligations conjugales, justifiant la nullité du mariage."
  ],
  "Solution": "Vincent Dindon pourra demander la nullité de son mariage avec Angèle, car elle n'a pas respecté les conditions du mariage, montrant ainsi qu'elle n’avait pas d'intention matrimoniale véritable."
}