{
  "Faits": [
    "Franky Dubosse a réservé une place de caravane au camping des Flots Bleus pour ses vacances d'été.",
    "Le propriétaire du camping informe Franky que son établissement a été ravagé par une tempête de type tropical, l'ouragan Stéphanie.",
    "Le propriétaire du camping est dans l'incapacité d'accueillir Franky en raison des dégâts causés par la tempête.",
    "Franky menace de mettre en jeu la responsabilité contractuelle du propriétaire du camping.",
    "Le propriétaire du camping répond qu'il ne peut pas être tenu responsable contractuellement et souhaite conserver l'acompte versé par Franky."
  ],
  "Problématique": "La responsabilité contractuelle du propriétaire du camping peut-elle être engagée en raison des dommages causés par l'ouragan ? Le propriétaire peut-il conserver l'acompte versé par Franky malgré l'annulation de la réservation ?",
  "Règles": [
    "La responsabilité contractuelle peut être mise en cause si une des parties ne respecte pas les termes du contrat.",
    "Un cas de force majeure peut exonérer une partie de sa responsabilité contractuelle si un événement imprévisible, irrésistible et incontrôlable empêche l'exécution du contrat.",
    "L'imprévisibilité, l'irrésistibilité et l'incontrôlabilité sont les conditions nécessaires pour qu'un événement soit qualifié de force majeure."
  ],
  "Analyse": [
    "La tempête, bien que prévisible dans le cadre des conditions météorologiques, semble satisfaire les critères de force majeure car elle est imprévisible et incontrôlable pour le propriétaire du camping.",
    "La chronologie de l'événement (réservation six mois avant et prévenance quinze jours avant) et la nature de l'événement (tempête tropicale) justifient l'argument du propriétaire que l'incapacité d'exécuter le contrat n'est pas de sa faute.",
    "L'inexécution du contrat par le propriétaire du camping résulte de la force majeure, ce qui exclut sa responsabilité contractuelle."
  ],
  "Solution": "Le propriétaire du camping peut invoquer la force majeure pour se décharger de sa responsabilité contractuelle. En raison de la nature de l'événement et de la relation contractuelle, l'acompte versé par Franky pourrait légalement être retenu, sauf si une clause spécifique du contrat stipule autrement."
}